{"original": "Gene Palmer is the second prison worker detained over the jail break. Joyce Mitchell has already been charged with aiding the escape. The prisoners, Richard Matt and David Sweat, escaped from Clinton Correctional Facility in Dannemora, New York, on June 6th. Gene Palmer, a correctional officer at the prison, was taken into custody today for allegedly assisting in their escape.\n\nPalmer is suspected of providing tools to the inmates, which were then used to cut through steel walls and pipes in order to make their getaway. He has also been accused of turning a blind eye to the prisoners' activities, failing to report their suspicious behavior.\n\nAuthorities believe that Palmer had a close relationship with Mitchell, who worked in the prison's tailor shop and is accused of providing the men with hacksaw blades, chisels, and other tools. It is alleged that Palmer was aware of the relationship between Mitchell and the inmates and may have played a role in facilitating their escape.\n\nThe escape of Matt and Sweat has sparked a massive manhunt, involving hundreds of law enforcement officers. The search has been concentrated in the heavily wooded areas surrounding the prison, with authorities", "sampled": "Gene Palmer is the second prison worker detained over the jail break. Joyce Mitchell includes already been charged with aiding the escape. The cons, Richard Matt and David Sweat, escaped from Clinton Correctional Facility in Dannemora, New York, on June 6th. Gene Palmer, a correctional officer amid the prison, was taken into retention today for allegedly assisting in their escape. Palmer is suspected of providing tools to the inmates, which were then used to cut through steel walls and pipes in technique to develop their lam. He has also been accused of turning a blind eye to the prisoners' activities, evading to report their suspicious behavior. Authorities believe that Palmer had a close relationship with Mitchell, who worked in the prison's tailor shop and is reproached of providing the gentlemen with hacksaw blades, chisels, and other tools. It is alleged that Palmer acknowledged aware of the relationship between Mitchell and the inmates and may keep played a mission in sustaining their escape. The escape of Matt and Sweat has sparked a massive manhunt, involving hundreds of law enforcement lawkeepers. The exploration is been concentrated in each abundantly wooded areas surrounding the prison, with authorities", "replacement_keys": [185, 83, 142, 14, 81, 52, 100, 85, 125, 178, 129, 46, 181, 154, 23, 180, 159, 157, 186], "original_crit": -1.008439540863037, "sampled_crit": -1.801578402519226, "original_llm_likelihood": 0.89, "sampled_llm_likelihood": 0.06}