{"original": "Remus Hamza, 40, is alleged to have attacked the 20-year-old near Cardiff University as she walked home alone after a night out. Hamza, a local resident, was arrested and is now facing charges of assault and attempted robbery.\n\nThe incident occurred late on Friday night when the victim was making her way home from a night out with friends. As she walked alone near Cardiff University, she was approached by Hamza, who allegedly attacked her without provocation.\n\nEyewitnesses reported hearing screams for help and immediately called the police. Within minutes, officers arrived at the scene and apprehended Hamza, who was still in the vicinity. The victim was quickly taken to a nearby hospital for treatment of her injuries.\n\nLocal residents have expressed shock and concern over the incident, with many calling for increased safety measures in the area. Cardiff University, in collaboration with the local police force, has assured students and the community that they are working together to improve security and ensure the safety of all individuals.\n\nHamza is due to appear in court next month, and the investigation is ongoing.", "sampled": "Remus Hamza, 40, is alleged to keep attacked the 20-year-old near Cardiff University as she walked home alone after a night out. Hamza, a local taxpayer, was arrested and is now facing charges of assault and attempted robbery. The incident occurred late on Friday night when the victim was making her way home from a night out with friends. As she proceeded alone near Cardiff University, she was approached by Hamza, who allegedly mishandled her without spur. Eyewitnesses reported hearing screams for help and immediately called the police. Within minutes, officers arrived within some scene and apprehended character, who was still in the vicinity. The victim was quickly delivered to every nearby hospital for treatment of her injuries. Local residents have expressed shock and concern over the incident, with many exhorting for increased safety interventions in the area. Cardiff University, in collaboration with the local police force, holds assured students and the parish that they are working together to optimize shelter and ensure the shield of all individuals. Hamza is due to appear in court next millennium, and the investigation is ongoing.", "replacement_keys": [147, 97, 76, 92, 160, 25, 93, 6, 164, 108, 73, 176, 152, 61, 159, 130, 110, 134], "original_crit": -0.8587367534637451, "sampled_crit": -1.5980886220932007, "original_llm_likelihood": 0.89, "sampled_llm_likelihood": 0.17}