{"original": "Masai Graham won with the gag: \"My dad suggested I register for a donor card, he's a man after my own heart.\" The prestigious title of the funniest joke of the Edinburgh Festival Fringe 2016 was claimed by the British comedian, leaving audiences in stitches.\n\nHis witty one-liner cleverly plays with the double meaning of \"a man after my own heart,\" highlighting the father's desire for his child to have the same generous nature. Graham's hilarious take on the suggestion to register as an organ donor brought the house down, showcasing his talent for delivering sharp and imaginative humor.\n\nThe annual competition to find the funniest joke is organized by TV channel Dave. A panel of ten judges spent weeks sifting through over 2,000 entries before selecting Graham's gag as the winner. The comedian, who has been performing at the Edinburgh Fringe for several years, was honored to have his joke recognized as the best among his peers.\n\nGraham's triumph at the Edinburgh Festival", "sampled": "Masai Graham won with the gag: \"My dad suggested I register for a donor card, he's a man after my separate heart.\" The prestigious title of the funniest joke of some Edinburgh Festival Fringe 2016 emerged claimed by the British comedian, vacating audiences in stitches. His witty one-liner cleverly plays with the double content of \"a man after its own heart,\" highlighting the father's desire for his youngster to have the same generous nature. Graham's laughable take on the input to register as an organ backer brought the house down, showcasing his talent for delivering sharp and imaginative humor. The annual competition to find the funniest joke is organized by TV channel Dave. A commission of ten authorities spent weeks sifting inside over 2,000 entries before selecting Graham's gag as the winner. The comedian, who has enacted performing at the Edinburgh Fringe for copious years, was esteemed to have his joke recognized as the best among his peers. Graham's triumph at the Edinburgh Festival", "replacement_keys": [41, 117, 121, 30, 53, 79, 67, 35, 136, 146, 114, 58, 85, 20, 75, 143], "original_crit": -1.4019277095794678, "sampled_crit": -2.117116928100586, "original_llm_likelihood": 0.3, "sampled_llm_likelihood": 0.050505050505050504}