{"original": "Media playback is not supported on this device Fraser, the world number 90, hit nine birdies to finish with an eight under par 63, three shots clear of his closest competitor. The Australian golfer displayed exceptional skill and precision in his performance, leaving spectators in awe. Fraser's impressive round included incredible shots and flawless putting that showcased his mastery of the game.\n\nWith this remarkable performance, Fraser has put himself in a strong position to contend for the tournament title. His eight under par 63 not only places him at the top of the leaderboard but also demonstrates his potential to compete against some of the world's best golfers.\n\nFraser's success is a testament to his dedication and hard work. As the world number 90, he is often overlooked by the media and fans. However, his exceptional performance has caught the attention of golf enthusiasts worldwide, proving that he is a force to be reckoned with.\n\nThe remaining rounds of the tournament promise to be exhilarating as Fraser looks to maintain his lead and secure a well-deserved victory. Golf fans eagerly await the next day's play, hoping to witness more of Fraser's incredible shots and witness", "sampled": "Media playback is not supported on this device Fraser, the world number 90, struck nine birdies to finish with an eight under par 63, three shots clear of his closest antagonist. The Australian golfer displayed exceptional skill and precision inside his show, leaving spectators in regard. Fraser's impressive round embraced incredible shots and flawless putting that showcased his mastery of the game. With this remarkable performance, Fraser has put himself in a strong position to contend for the tournament title. His eight under par 63 not only places him at the top of the leaderboard but also demonstrates his potential to compete against some of the world's best golfers. Fraser's success is a testament to his ardor and hard work. As each world number 90, he is often overlooked by the media and fans. However, his unparalleled performance has spellbound the attention of golf enthusiasts worldwide, authenticating that he is a force to be reckoned with. The remaining rounds of the tournament promise to be absorbing as Fraser looks to cherish his preside and ascertain a justified victory. Golf fans eagerly await the next encounter play, yearning to witness more of Fraser's incredible maneuvers and witness", "replacement_keys": [184, 193, 41, 186, 45, 121, 170, 49, 136, 146, 174, 172, 39, 165, 176, 139, 30, 13, 116], "original_crit": -0.9967743158340454, "sampled_crit": -1.6186723709106445, "original_llm_likelihood": 0.94, "sampled_llm_likelihood": 0.1414141414141414}