{"original": "A train travelling from Penzance to Exeter collided with another train on platform six just after 15.30 BST on 3 April. The Rail Accident and Investigation Branch has launched an inquiry into a train collision that occurred at Exeter train station yesterday. A train traveling from Penzance to Exeter collided with another train on platform six just after 15.30 BST on 3 April.\n\nEyewitnesses reported a sudden jolt and a loud crashing sound as the two trains collided. Emergency services were immediately called to the scene, and passengers were evacuated from the trains. Fortunately, there were no reports of any life-threatening injuries.\n\nAn initial assessment suggests that a signal failure may have been the cause of the accident. The Rail Accident and Investigation Branch will be thoroughly examining the scene and gathering evidence to determine the exact cause of the collision.\n\nThe incident caused major disruptions to train services, with several trains being canceled or delayed. Passengers were advised to seek alternative routes or postpone their journeys if possible.\n\nTrain accidents are rare but can have serious consequences. The investigation will provide important insights into preventing similar incidents in the future and ensuring the safety of", "sampled": "A train travelling from Penzance to Exeter collided with another train on platform six just after 15.30 BST on 3 April. The Rail Accident and Investigation Branch has launched an Search into a train collision that occurred at Exeter train station yesterday. A train traveling from Penzance to Exeter collided with another train on strip six just after 15.30 BST on 3 April. Eyewitnesses said a sudden jolt and a loud crashing sound as the two tracks collided. Emergency services were immediately called to the zone, and passengers were evacuated from the trains. Fortunately, there were no explanations of any harmful injuries. An inaugural assessment suggests that a signal drawback may have been the cause of the accident. The Rail emergency and Investigation Branch will be thoroughly examining some backdrop and gathering evidence to determine the exact cause of the collision. The incident caused major disruptions to train services, with rich trains being canceled or delayed. Passengers were advised to seek alternative roads or postpone their journeys if possible. Train accidents are sporadic but can have serious consequences. no investigation will provide noteworthy insights into eluding similar incidents in the future and certifying the safety of", "replacement_keys": [192, 185, 129, 172, 64, 182, 54, 97, 120, 178, 162, 30, 128, 100, 85, 150, 76, 109, 103], "original_crit": -0.790717363357544, "sampled_crit": -1.5915523767471313, "original_llm_likelihood": 0.97, "sampled_llm_likelihood": 0.13}