{"original": "The site is believed to contain thousands of copies of a video game called ET The Extra-Terrestrial. A company called Atari made the game in 1982, and it quickly became notorious for being one of the worst video games ever created. The game was heavily criticized for its poor design, confusing gameplay, and numerous glitches. It was such a commercial failure that Atari allegedly buried thousands of unsold copies in a landfill in New Mexico.\n\nNow, decades later, a group of documentary filmmakers led by Xbox Entertainment Studios are setting out to uncover the truth about this urban legend. They plan to excavate the landfill in search of the legendary Atari graveyard, hoping to find evidence of the infamous game's burial.\n\nThe excavation project has generated considerable buzz among gaming enthusiasts and historians alike. Many are curious to witness the unearthing of gaming history and see if the rumors about the burial site are true. If successful, the excavation could shed light on this mysterious chapter in video game history and provide insights into the downfall of Atari.\n\nAs the team prepares for the long-awaited excavation, anticipation is building. Will they discover the buried treasure of thousands of ET The Extra", "sampled": "The site is believed to contain thousands of copies of a video game called ET The Extra-Terrestrial. A association called Atari enacted any game in 1982, and it quickly became notorious for being one of the worst video games ever initiated. The game was heavily criticized for its poor scheme, confusing gameplay, and numerous setbacks. It Occurred such a commercial failure that Atari allegedly buried thousands of unsold copies in a landfill in New Mexico. Now, decades later, a Cluster of documentary screenwriters led by Xbox Hobby Studios are setting out to uncover the truth about this urban legend. They strive to excavate the landfill below search of the legendary Atari graveyard, hoping to find evidence of the infamous game's burial. The excavation project has generated considerable buzz among gaming enthusiasts and historians alike. Many are curious to witness the unearthing of gaming history and see if the rumors about the burial site are true. If successful, some excavation could shed light on all mysterious chapter in video game history and provide insights into each ruin of Atari. As the team prepares for the long-awaited excavation, enthusiasm is building. Will they discover every covered antiquity of thousands of ET The Extra", "replacement_keys": [157, 174, 194, 100, 40, 163, 49, 193, 105, 82, 192, 54, 86, 79, 175, 186, 22, 56, 18, 21], "original_crit": -1.160248875617981, "sampled_crit": -2.0185983180999756, "original_llm_likelihood": 0.74, "sampled_llm_likelihood": 0.05}