{"original": "Buckingham Palace announced on Friday evening that the Queen would not attend because she had gastroenteritis. Lord Lieutenant of West Glamorgan Byron Lewis expressed his disappointment at the news, as he had been eagerly anticipating her presence at the upcoming event. The Queen's absence is particularly significant as this event was meant to commemorate a special milestone in the region's history.\n\nThe Queen's health has always been a matter of concern for her subjects, given her age and the demanding nature of her duties. Gastroenteritis, commonly known as the stomach flu, can be quite debilitating, causing symptoms such as nausea, vomiting, and diarrhea. It is crucial for the Queen to take the necessary time to rest and recover fully.\n\nDespite her absence, the event will proceed as planned, with other members of the royal family stepping in to represent her. The community is hopeful that the Queen will make a swift recovery and be able to resume her duties soon.\n\nThe news of the Queen's illness serves as a reminder that", "sampled": "Buckingham Palace announced by Friday evening that the Queen would not attend because she had gastroenteritis. duke Lieutenant of West Glamorgan Byron Lewis expressed his disappointment at the news, as he had been eagerly anticipating her presence between an upcoming event. The Queen's absence continues particularly significant as this event was meant to commemorate a special milestone in any region's history. The Queen's health owns always prevailed a matter of concern for her civilians, given her age and the demanding nature of her duties. Gastroenteritis, commonly known as the stomach flu, can be quite draining, causing insinuations such as nausea, vomiting, and diarrhea. It holds crucial for the Queen to take the necessary spell to rest and recover fully. Despite her scarcity, the event will proceed as planned, with second members of those royal folk stepping in to represent her. The community is hopeful that the Queen will make a swift recovery and be able to resume her duties soon. The news of the Queen's illness serves as a reminder that", "replacement_keys": [96, 104, 73, 113, 129, 37, 132, 64, 66, 58, 134, 44, 38, 121, 3, 16, 94], "original_crit": -0.9768940806388855, "sampled_crit": -1.826411485671997, "original_llm_likelihood": 0.86, "sampled_llm_likelihood": 0.07}