{"original": "On 30 January 1915, England played Scotland in a charity match organised by former England international and Northampton Saints captain Edgar Mobbs. The aim of the match was to raise funds for the British Red Cross Society and support the war effort during World War I. \n\nThe event, held at Twickenham Stadium, marked a significant moment in the history of rugby as it showcased the sport's ability to rally people together for a noble cause. Despite the ongoing conflict, thousands of spectators gathered to watch the clash between the two nations.\n\nThe match itself was fiercely contested, with both teams displaying exceptional skill and determination. England managed to secure a hard-fought victory, winning 17-12. However, the final score was secondary to the greater achievement of raising substantial funds for the British Red Cross Society.\n\nEdgar Mobbs, who had organized the event, was hailed as a hero for his selfless efforts. A decorated soldier himself, Mobbs epitomized the spirit of patriotism and unity during those challenging times. His initiative not only provided financial assistance but also instilled a sense of hope and solidarity among the spectators and players alike.\n\nThe charity match", "sampled": "On 30 January 1915, England played Scotland in a charity match organised under former England international and Northampton Saints captain Edgar Promoter. The aim of the match was to raise funds for the British Red Cross Society and support the war effort during World War I. The scrimmage, held at bowl Stadium, marked a significant moment in the history of rugby as it showcased the sport's ability to rally people together for a noble cause. Despite the ongoing conflict, thousands of witnesses gathered to watch the clash between the two nations. The match itself was fiercely opposed, with both teams displaying exceptional skill and determination. England managed to secure a hard-fought conquest, winning 17-12. However, the final score was secondary to the greater performance of fetching noteworthy funds for the British Red body consortium. Edgar Mobbs, who had organized the event, was applauded as a hero for his selfless efforts. A decorated brave yourself, Mobbs epitomized the spirit of patriotism and accord during those taxing times. His initiative not only provided financial Relief but also instilled a inclination of hope and solidarity among the spectators and players alike. The charity match", "replacement_keys": [133, 123, 12, 161, 81, 126, 21, 177, 142, 164, 125, 172, 50, 152, 132, 153, 47, 111, 96], "original_crit": -0.9741625189781189, "sampled_crit": -1.7633084058761597, "original_llm_likelihood": 0.87, "sampled_llm_likelihood": 0.03}