{"original": "Erika Murray, 31, was arrested on Thursday night after a neighbor alerted police over the safety of other children living at the house. Detectives arrived at the residence in Blackstone, Massachusetts, to find a shocking scene of squalor and neglect.\n\nUpon entering the home, authorities were confronted with deplorable conditions. The stench of filth and decay engulfed the premises, with mountains of garbage and debris strewn across every room. The discovery of four children, ranging in age from three months to 13 years old, added to the horror.\n\nReports indicate that Murray had been living in the house with the children for an extended period of time. The children appeared malnourished and neglected, with signs of physical and psychological abuse evident.\n\nMurray now faces a multitude of charges, including child neglect, endangerment, and assault. The children have been removed from the home and placed under protective custody.\n\nNeighbors expressed their shock and disbelief, as there had been no indication of", "sampled": "Erika Clark, 31, was arrested on Thursday night after a neighbor alerted police over those safety of fresh children living at no house. Detectives arrived at each residence in Blackstone, Massachusetts, to find a shocking scene of squalor and neglect. Upon entering the home, authorities were confronted with deplorable conditions. The stench of filth and decay engulfed the premises, with bunches of garbage and debris strewn across every room. The realization of four teens, ranging in age from three months to 13 years old, added to the apprehension. Reports indicate that Murray had been biding in the house with the children for an extended period of time. The children appeared malnourished and neglected, with signs of physical and psychological abuse evident. Murray now faces a multitude of charges, including tot neglect, endangerment, and assault. The children have been removed beyond every home and Rested under defensive custody. Neighbors expressed their shock and disbelief, as nearby had been no indication of", "replacement_keys": [70, 129, 139, 60, 145, 87, 140, 73, 154, 14, 17, 1, 21, 26, 94, 143], "original_crit": -0.989402174949646, "sampled_crit": -1.7572212219238281, "original_llm_likelihood": 0.95, "sampled_llm_likelihood": 0.04}