{"original": "The were 37 crimes recorded in Cromer over the weekend - including the rape of a teenager - with residents linking them to a group of travellers. Local authorities have been grappling with the aftermath of the disturbing incidents, which have shaken the normally peaceful coastal town.\n\nThe crimes ranged from thefts and assaults to public disorder incidents, causing alarm among residents. The rape of a teenager has particularly heightened concerns and prompted calls for swift action to ensure the safety of the community.\n\nWhile investigations are ongoing, several residents have expressed their belief that the crimes can be attributed to a group of travellers who arrived in the area recently. They argue that the sudden surge in criminal activities coincided with their presence. However, it is important to approach this issue with caution and allow the authorities to conduct a thorough investigation before jumping to conclusions.\n\nCommunity leaders and the local police have assured residents that they are taking the situation seriously and are committed to ensuring the safety and well-being of everyone in the town. Increased police patrols have been implemented", "sampled": "The were 37 crimes recorded per Cromer over the weekend - including the rape of a teenager - with residents linking them to a group of pilgrims. Local authorities have been grappling with those aftermath of the disturbing incidents, which have shaken any normally peaceful coastal town. The crimes ranged from thefts and assaults to public confusion incidents, causing dread among residents. The infringement of a teenager has particularly enhanced concerns and prompted injunctions for swift action to ensure each safety of the collective. While investigations are ongoing, several residents have communicated their belief that the crimes can be attributed to a troop of travellers who arrived in the precinct recently. They argue that the sudden surge in immoral activities coincided with their presence. However, it is important to approach this issue with caution and allow the authorities to conduct a thorough investigation before jumping to conclusions. Community leaders and the local police have assured residents that they are taking the situation seriously and are fixed to ensuring the safety and well-being of everyone inside the town. magnified police patrols have been implemented", "replacement_keys": [177, 174, 118, 165, 59, 56, 83, 63, 69, 79, 91, 33, 73, 109, 102, 42, 5, 26], "original_crit": -1.1937226057052612, "sampled_crit": -1.9783653020858765, "original_llm_likelihood": 0.68, "sampled_llm_likelihood": 0.05}