{"original": "The charity wants 10% of the 4.8 million Syrians displaced by civil war to be resettled by the end of the year. Ahead of the upcoming winter season, a charity organization is urging for the resettlement of 10% of the 4.8 million Syrians displaced by the ongoing civil war. With the year nearing its end, time is of the essence to provide shelter and safety to these individuals who have been living in dire conditions.\n\nThe charity, whose name remains undisclosed, aims to address the critical issue of homelessness and vulnerability faced by millions of Syrians. The resettlement program not only provides a chance for these displaced individuals to rebuild their lives but also ensures their protection during the harsh winter months.\n\nEfforts to resettle refugees have been ongoing, but progress has been slow due to various challenges, including bureaucratic procedures, lack of funding, and political complexities. However, the charity remains determined to push for the resettlement target to be met, emphasizing the urgency of the situation.\n\nAs winter approaches, the need for immediate action cannot be understated. Providing adequate shelter and support to Syrian refugees should be a priority for the international community", "sampled": "The charity wants 10% against the 4.8 million Syrians displaced by civil conflict to be resettled by the end of the year. Ahead of the forthcoming winter stage, a charity organization is urging for the resettlement of 10% of the 4.8 million Syrians displaced by the ongoing civil contest. With the year nearing its end, time is of the pith to provide shelter and safety to these individuals who have been living along dire conditions. The charity, whose signature remains undisclosed, aims to address the critical issue of homelessness and vulnerability faced by millions of Syrians. The resettlement program not only provides a chance for these ejected individuals to rebuild their lives but also backs their protection during the harsh frostiness months. Efforts to resettle refugees have taken ongoing, but progress has been slow due to copious challenges, including authoritative manners, lack of funding, and political complexities. However, the charity remains determined to foster for the resettlement target to be met, emphasizing the urgency of the situation. As winter approaches, the need for immediate action cannot be crucial. Providing adequate haven and support to affected refugees should be a priority for the international community", "replacement_keys": [106, 184, 180, 127, 177, 114, 139, 59, 72, 27, 120, 12, 140, 78, 48, 153, 25, 136, 4], "original_crit": -0.991999626159668, "sampled_crit": -1.7544809579849243, "original_llm_likelihood": 0.96, "sampled_llm_likelihood": 0.05}