{"original": "The Korea Space Launch Vehicle-1 (KSLV-1) blasted off from the Naro Space Center at 16:00, marking a major milestone for South Korea's space program. This launch was the country's first successful attempt at putting a satellite into orbit using its own rocket.\n\nThe KSLV-1, also known as Naro, was developed jointly by the Korea Aerospace Research Institute (KARI) and the Russian space agency, Roscosmos. Previous attempts in 2009 and 2010 were unsuccessful due to technical issues.\n\nThe successful launch of the KSLV-1 is a significant achievement for South Korea, as it now joins a select group of nations capable of independently launching satellites into space. This will not only boost the country's scientific and technological capabilities but also open up new opportunities for commercial space ventures.\n\nThe satellite, named the KOMPSAT-3, is an Earth observation satellite that will provide high-resolution images for various applications, including resource mapping", "sampled": "The Korea Space Launch Vehicle-1 (KSLV-1) blasted off from the Naro Space Center at 16:00, marking a major milestone for South Korea's space assignment. This launch was the country's first successful attempt at putting a explorer into circuit using its own rocket. The KSLV-1, also known as Naro, was developed jointly by the Korea Aerospace Research Institute (KARI) and the Russian cosmic agency, Roscosmos. Previous strives in 2009 and 2010 were unsuccessful due to scientific predicaments. The successful launch of the KSLV-1 is a significant achievement for South Korea, as it now joins a select group of principalities capable of independently launching satellites upon space. This will not wholly boost every country's scientific and technological faculties but also open up unconventional opportunities for commercial space ventures. The satellite, named the KOMPSAT-3, is an Earth observation satellite that will sustain high-resolution images for various applications, including resource mapping", "replacement_keys": [65, 108, 103, 115, 97, 110, 23, 138, 74, 120, 37, 75, 61, 35], "original_crit": -0.6797702312469482, "sampled_crit": -1.3621240854263306, "original_llm_likelihood": 0.98, "sampled_llm_likelihood": 0.31}