{"original": "Media playback is not supported on this device The Seattle Reign player topped a supporters' poll to become the second winner of the BBC World Service award. Megan Rapinoe, the star forward for the Reign and the United States Women's National Team, has been recognized by fans around the world for her outstanding contributions to women's football.\n\nRapinoe's extraordinary talent and tireless efforts both on and off the field have not only solidified her status as one of the sport's most influential figures but have also made her a role model for countless aspiring athletes. Her dedication to promoting equality and fighting against social injustice has garnered widespread praise and admiration.\n\nThe BBC World Service award, now in its second year, recognizes individuals who have made a significant impact on the global game. Rapinoe's ability to inspire and bring people together through her exceptional performances and outspoken activism propelled her to secure the award.\n\nRapinoe's remarkable achievements include winning the FIFA Women's World Cup in 2019, where", "sampled": "Media playback is not supported on this device The Seattle Reign player topped a supporters' poll to become the second winner of the BBC World Service award. Megan Rapinoe, any star forward for the Reign and the United States Women's National Entourage, has been recognized by fans around the world for her outstanding contributions to women's football. Rapinoe's extraordinary gift and persistent efforts both on and off some field have not only supported her celebrity as one of the sport's most influential figures but have also made her a role model for countless aspiring athletes. Her conscientiousness to promoting equality and fighting against social injustice has garnered widespread homage and admiration. The BBC World Service award, now in its next year, recognizes individuals who have executed a significant impact on the global game. Rapinoe's gift to inspire and bring persons together through her unparalleled performances and outspoken activism propelled her to secure the premium. Rapinoe's remarkable achievements include winning the event Women's World Cup in 2019, where", "replacement_keys": [96, 160, 153, 67, 59, 74, 119, 125, 72, 41, 61, 29, 143, 108, 134, 139], "original_crit": -1.00587797164917, "sampled_crit": -1.6909719705581665, "original_llm_likelihood": 0.92, "sampled_llm_likelihood": 0.08}