{"original": "They spend an average of Â£581 a year on music festivals, often opting for VIP passes or upgraded camping options. Predominantly young adults in their 20s and 30s, festival-goers are willing to splurge for an unforgettable experience.\n\nAccording to a recent survey, music lovers spend an average of £581 annually on attending music festivals. This expenditure often includes VIP passes, upgraded camping options, and other add-ons that enhance the overall festival experience.\n\nThe survey predominantly focused on young adults in their 20s and 30s, who are known for their passion for live music and desire to create lasting memories. These festival enthusiasts are more than willing to go the extra mile to make their festival experience as enjoyable as possible.\n\nThe study also revealed that the average festival-goer attends about three music festivals per year, spending roughly £194 per event. With an ever-growing number of festivals offering diverse lineups and unique atmospheres, it's no surprise that music lovers are willing to invest in these experiences.\n\nFrom the pulsating energy of the main stage to the intimate performances at smaller, hidden stages, music festivals have", "sampled": "They spend an average of Â£581 a spell on music shows, often opting for VIP passes or upgraded camping options. Predominantly young adults in their 20s and 30s, festival-goers are willing to splurge for an unforgettable experience. According to a recent survey, music adherents spend an conventional of £581 annually on attending music festivals. This overhead often includes VIP passes, upgraded camping options, and other add-ons that upgrade another overall festival experience. The survey predominantly focused on young adults in her 20s and 30s, who are known for their longing for live music and desire to create lasting memories. These festival enthusiasts are more than willing to go the extra expand to make their festival experience as enjoyable as possible. The consideration also revealed that the average festival-goer attends about three music festivals per year, spending roughly £194 per event. With some ever-growing number of affairs offering diverse rosters and rare atmospheres, it's no surprise that music lovers are willing to invest in these experiences. throughout the thriving energy of the main stage to the intimate performances at smaller, hidden regions, music festivals have", "replacement_keys": [150, 55, 180, 10, 68, 89, 148, 145, 121, 110, 80, 141, 167, 7, 43, 67, 165, 46], "original_crit": -0.9819936156272888, "sampled_crit": -1.79322350025177, "original_llm_likelihood": 0.87, "sampled_llm_likelihood": 0.06}