{"original": "But he fancied his video game skills and entered Nissan's GT Academy competition while on a gap year. After beating 90,000 other gamers at their own game, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't just any opportunity; it's the chance to become a professional racing driver.\n\nBut he fancied his video game skills and entered Nissan's GT Academy competition while on a gap year. After beating 90,000 other gamers at their own game, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't just any opportunity; it's the chance to become a professional racing driver.\n\nThe GT Academy is a unique competition that aims to find talented gamers and transform them into real-world drivers. Participants battle it out in virtual racing games, showcasing their skills and determination. The top performers are then invited to compete in rigorous driving challenges, where they are tested on their physical abilities and racing instincts.\n\nJohn's success in the competition has earned him a spot in the prestigious Nissan NISMO racing team. Over the next year, he", "sampled": "But he fancied his video game skills and entered Nissan's GT Academy competition while on a gap year. After beating 90,000 other gamers at their own triumph, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't just any shot; it's the chance to transition a professional racing traveler. But he respected his meet game skills and entered Nissan's GT Academy competition while on a gap stretch. After besting 90,000 other gamers at their own game, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't distinctly any opportunity; it's the chance to become a experienced racing driver. The GT Academy appears a unique competition that aims to find talented gamers and transform them into material drivers. Participants battle it out in virtual racing performances, showcasing their skills and determination. The top performers are consequently invited to compete in rigorous calling challenges, where they are screened on their physical abilities and racing instincts. John's success in the duel has deserved him a spot in the prestigious Nissan NISMO racing team. Over the next year, he", "replacement_keys": [142, 72, 43, 57, 103, 123, 167, 26, 52, 70, 55, 153, 165, 109, 148, 94, 132, 48], "original_crit": -0.8214429616928101, "sampled_crit": -1.5907409191131592, "original_llm_likelihood": 1.0, "sampled_llm_likelihood": 0.12}