{"original": "Mark Footitt took 3-52 as the visitors lost five wickets before lunch while Sam Curran dismissed England opener Haseeb Hameed in an enthralling display of bowling on the first day of the test match.\n\nFootitt, making a return to the national side after a two-year absence, proved his worth with a lethal spell that left the opposition reeling. His fiery pace and impeccable line and length troubled the batsmen, earning him three crucial wickets. The left-arm seamer showcased his ability to exploit the conditions and extract movement off the pitch.\n\nMeanwhile, young prodigy Sam Curran, continuing his impressive form, struck early to remove Hameed, who had been the backbone of the England innings. Curran's knack for breakthroughs at crucial junctures has been a highlight of his career so far, and he did not disappoint on this occasion.\n\nThe visitors' batting order will have much to ponder as they seek to recover from a shaky start. Foot", "sampled": "Mark Footitt took 3-52 as the visitors lost five wickets before lunch while Sam Curran dismissed England opener Haseeb Hameed in an enthralling display of bowling on the first day of the test match. Footitt, making every return to the exotic side after a two-year absence, proved my worth with a fatal turn that left the opposition reeling. His vehement expeditiousness and impeccable line and length troubled the batsmen, earning him three crucial wickets. The sinister seamer showcased his ability to exploit the conditions and extract stir off the pitch. Meanwhile, young prodigy Sam Curran, continuing his impressive form, hit early to remove Hameed, who had been the backbone of the England innings. Curran's knack for accomplishments at substantial junctures has been a highlight of his line so far, and he did not disappoint on this occasion. The visitors' batting order will have much to ponder as they seek to recover from both shaky start. Plinth", "replacement_keys": [36, 99, 47, 152, 86, 60, 126, 155, 59, 40, 116, 118, 75, 52, 51], "original_crit": -1.234758973121643, "sampled_crit": -1.9342477321624756, "original_llm_likelihood": 0.62, "sampled_llm_likelihood": 0.08}