{"original": "These beautiful pictures are the first ever taken of a wild lioness nursing a cub from a different species - an extremely rare event. The pair were captured on camera by wildlife photographer, John Smith, in the heart of the African savannah. These astonishing images showcase the extraordinary bond between the lioness and the tiny cheetah cub.\n\nThis unlikely union has astounded experts, as inter-species nursing is virtually unheard of in the wild. The lioness, known as Maya, was spotted adopting the orphaned cheetah cub when it wandered into her pride's territory.\n\nMaya's maternal instinct kicked in, and she graciously accepted the cub as her own, providing it with nourishment and protection alongside her own lion cubs. This act of compassion has left researchers baffled, as lions are known to be fiercely territorial and typically eliminate any potential threats.\n\nConservationists are hopeful that these unprecedented images will shed light on the intricate social behavior of wild animals and inspire further research into interspecies compassion. They believe that Maya's extraordinary act may be a testament to the universal instinct of motherhood that transcends species boundaries.\n\nThe heart", "sampled": "These beautiful pictures are the first ever taken of a wild lioness nursing a cub from a unassociated species - an particularly phenomenal event. both twain were captured on camera by wildlife photographer, Mary Smith, in the heart of the Ethiopian fen. These astonishing images showcase the extraordinary tie between the lioness and the tiny cheetah cub. This unlikely union has astounded experts, as inter-species nursing is virtually unheard of in the wild. The lioness, known as Maya, was spotted adopting no orphaned cheetah cub when it wandered into her pride's province. Maya's maternal instinct kicked in, and she thoughtfully accepted the cub as her own, providing it with nourishment and prevention alongside her own lion cubs. This act of compassion has left researchers baffled, as lions are known to be fiercely territorial and typically eliminate either plausible threats. Conservationists are hopeful that these unprecedented images will shed light on the intricate social behavior of wild animals and inspire further appraisal into interspecies consideration. They believe that Maya's extraordinary enactment may be a testament to the universal instinct of motherhood that transcends species boundaries. The heart", "replacement_keys": [17, 81, 99, 91, 137, 40, 48, 111, 163, 22, 41, 169, 33, 21, 160, 24, 136, 25], "original_crit": -1.1321015357971191, "sampled_crit": -1.8157408237457275, "original_llm_likelihood": 0.8, "sampled_llm_likelihood": 0.04}