{"original": "She was speaking at an event on Thursday to remember four men who were shot dead by the SAS in her home village of Clonoe in Northern Ireland. The event, held on the 30th anniversary of the tragic incident, aimed to honor the memory of the victims and shed light on the unresolved questions surrounding their deaths.\n\nMary Kelly, a survivor of the attack, spoke passionately about the impact it had on her community. She expressed her gratitude to those attending for their support, stating that \"remembering these men is essential to our healing process.\"\n\nThe four men, known as the Clonoe Martyrs, were killed during a clash with the SAS on February 16, 1991. The circumstances surrounding their deaths have been shrouded in controversy, with allegations of excessive force and a lack of accountability.\n\nThe event provided an opportunity for the families of the victims to share their stories and demand justice for their loved ones. They called for a thorough and transparent investigation into the incident, hoping to finally uncover the truth.\n\nAs the event concluded, attendees reaffirmed their commitment to seeking justice and ensuring that the memory of the Clon", "sampled": "She was speaking at an event on Thursday to remember four men who were shot dead by the SAS in her home village of Clonoe in Northern Edinburgh. this occurrence, held on any 30th anniversary of the tragic incident, aimed to honor the memory of the victims and shed light on the unresolved questions Enclosing their deaths. Mary Kelly, a endurer of the violation, spoke passionately about the impact it had on her community. She expressed her gratitude to those attending for their support, stating that \"remembering these men is essential to our healing process.\" The four men, known as the Clonoe Martyrs, were killed during a clash with the SAS on February 16, 1991. The circumstances surrounding their deaths have converted enveloped in controversy, with declarations of excessive governance and a lack of accountability. The event provided an opportunity for the families of the victims to share their stories and demand justice for their loved ones. They prompted for a thorough and lucid investigation into the incident, hoping to finally uncover the truth. As the event concluded, attendees reaffirmed their passion to seeking legitimacy and protecting that some homage of the vicinity", "replacement_keys": [60, 188, 184, 163, 121, 126, 32, 158, 186, 63, 189, 29, 129, 192, 54, 27, 181, 122, 28], "original_crit": -0.9844714999198914, "sampled_crit": -1.85232412815094, "original_llm_likelihood": 0.9191919191919192, "sampled_llm_likelihood": 0.0707070707070707}