{"original": "Scot Higgins, 19, started his youth career at Celtic before moving to Dens Park and made four appearances for Dundee last season. Former Celtic youth player, Scot Higgins, has made a promising move to Dens Park, where he showcased his skills by making four appearances for Dundee last season. \n\nHiggins, just 19 years old, began his football journey at Celtic, where he honed his talents under the guidance of top-class coaches. However, he decided to take on a new challenge by joining Dundee, a club known for nurturing young talent.\n\nDuring his time at Dundee, Higgins proved his worth on the pitch, impressing both fans and coaches alike. His skillful performances earned him four appearances in the first team, demonstrating his potential to compete at a professional level.\n\nWith his eye-catching displays and natural talent, Higgins has undoubtedly caught the attention of scouts from various clubs. It is likely that his future will be bright, as he continues to develop and make a name for himself in the footballing world.\n\nAs Higgins continues to work hard and showcase his ability, fans eagerly await his upcoming performances and", "sampled": "Scot Higgins, 19, started his youth career at Celtic before moving to Dens Park and made four appearances for Dundee last season. Former Celtic youth player, Scot Higgins, has made a promising move to Dens Park, where he showcased his skills by making four appearances for Dundee last interval. Higgins, just 19 years old, began our football journey below Celtic, where he honed his capacities under any guidance of top-class coaches. However, he decided to take on a unused challenge by joining Dundee, a club known for facilitating young talent. During his time at Dundee, Higgins proved his stature on the pitch, impressing both believers and coaches alike. His skillful performances earned him four appearances in the premiere team, demonstrating his potential to compete at a professional realm. With his eye-catching displays and natural talent, Higgins has undoubtedly caught each attention of scouts from various clubs. It is likely that his future will be bright, as he continues to develop and make a rank through himself in those footballing world. As Higgins continues to exhibit hard and showcase his ability, Supporters eagerly await his upcoming executuions and", "replacement_keys": [64, 139, 66, 185, 164, 98, 180, 58, 78, 55, 127, 117, 87, 48, 163, 167, 174, 104], "original_crit": -0.9919365644454956, "sampled_crit": -1.78299081325531, "original_llm_likelihood": 0.96, "sampled_llm_likelihood": 0.05}