{"original": "Charles Blackman's oil work Women Lovers features two nude women resting on a bed beside a cat. Art broker Mossgreen tried to promote it as a masterpiece of Blackman's career, highlighting the artist's ability to capture intimate moments with his brush.\n\nThe painting, created in 1956, showcases Blackman's distinct style and his fascination with the female form. The two women depicted in Women Lovers exude a sense of tranquility and vulnerability, with their bodies gracefully intertwined. The addition of the cat adds an element of domesticity and warmth to the scene.\n\nMossgreen, known for championing iconic Australian artworks, recognized the significance of Women Lovers and aimed to bring it to the attention of art enthusiasts. The broker described the painting as a testament to Blackman's artistic prowess and his ability to evoke emotion through his brushstrokes.\n\nBy promoting Women Lovers, Mossgreen aimed to highlight the enduring relevance and beauty of Blackman's work, ensuring it would be", "sampled": "Charles Blackman's oil work Women Lovers features two nude women resting on a bed beside a cat. Art broker Mossgreen tried to promote it as a masterpiece of Blackman's field, highlighting the artist's ability to mirror intimate moments with his brush. The painting, created in 1956, showcases Blackman's distinct style and his fascination with the female form. The two women depicted in Women connoisseurs exude a sense of tranquility and vulnerability, with their builds gracefully intertwined. The addition of the cat adds an trait of household and warmth to the scene. Mossgreen, known for championing iconic Australian artworks, recognized the significance of Women experts and aimed to bring it to the attention of art connoisseurs. The advocate described the representation as a testament to Blackman's artistic prowess and his ability to evoke emotion through his brushstrokes. By promoting Women Aficionados, Mossgreen aimed to highlight the surviving usefulness and loveliness of Blackman's work, upholding it would be", "replacement_keys": [152, 116, 145, 63, 119, 146, 114, 103, 139, 29, 35, 83, 85, 148, 73], "original_crit": 0.6869854134662766, "sampled_crit": 0.03244410840362361, "original_llm_likelihood": 0.6869854134662766, "sampled_llm_likelihood": 0.03244410840362361}