{"original": "The investment is backed by nearly £15m from the Welsh government with production due to start in late 2018. Economy Minister Edwina Hart said that this investment will bring significant benefits to the economy, creating jobs and boosting the local community.\n\nThe funds will be used to support a wide range of projects, including infrastructure development, research and development, and workforce training. This investment will help attract new businesses to the area and encourage existing companies to expand, driving economic growth in Wales.\n\nMinister Hart emphasized the importance of investing in industries that have a strong potential for growth and job creation. She believes that this investment will help position Wales as a leader in innovation and technology, attracting further investment and creating a sustainable and thriving economy.\n\nThe Welsh government is committed to supporting businesses and ensuring that they have the necessary resources to succeed. This investment is a testament to their dedication to fostering economic growth and creating a prosperous future for Wales.", "sampled": "The investment is backed by nearly £15m from the Welsh government with production due to start inside late 2018. Economy Minister Edwina Hart announced that this investment will bring significant benefits to the economy, engendering jobs and boosting the local community. The funds will be used to support a wide range of projects, including infrastructure development, research and development, and workforce training. This investment will help attract new businesses to the quarter and encourage existing companies to increase, driving economic surge in Wales. Minister Hart emphasized the importance of investing in spheres that have a solid potential for growth and job creation. She believes that this assistance will foster position Wales as a leader in originality and technology, magnetizing further investment and creating a sustainable and prospering economy. The Welsh government is committed to supporting businesses and ensuring that they acquire the necessary resources to succeed. This investment is a testament to their dedication to cherishing economic upsurge and creating a prosperous future for Wales.", "replacement_keys": [126, 106, 118, 140, 71, 80, 155, 16, 91, 108, 95, 34, 115, 157, 77, 23], "original_crit": 0.8939030442866478, "sampled_crit": 0.048476870347674644, "original_llm_likelihood": 0.8939030442866478, "sampled_llm_likelihood": 0.048476870347674644}