{"original": "Muslim cleric Mehboob Akhtar, of Stoke-on-Trent, was sentenced along with nine others including his wife and daughter. They were found guilty of fraud and money laundering following a lengthy investigation by the police. The cleric, known for his influential position in the local Muslim community, used his religious status to gain the trust of his followers and exploit their faith for personal gain.\n\nAkhtar, who presented himself as a pious man dedicated to helping others, was found to have siphoned off funds from various charitable organizations under the guise of supporting charitable causes. Instead, the money was used to fund a luxurious lifestyle for himself and his family, including expensive cars and foreign vacations.\n\nThe sentencing comes as a shock to the community, who had placed their trust in Akhtar, believing he was using their donations for noble purposes. The judge condemned Akhtar's actions, highlighting the betrayal of the community's trust and the damage caused to the reputation of the Muslim community as a whole.\n\nThe case serves as a reminder that individuals in positions of authority, regardless of their religious affiliations, can abuse their power. It is crucial for communities", "sampled": "Muslim cleric Mehboob Akhtar, of Stoke-on-Trent, was sentenced along with nine others including his wife and daughter. They were found guilty for fraud and money laundering following any lengthy observation by the police. The cleric, known for her influential position in the local Muslim community, used its religious status to win the trust of his followers and exploit their faith for personal gain. Akhtar, who outlined themselves as a ethical man dedicated to helping others, was found to have siphoned off donations from various charitable organizations under the guise of supporting charitable programs. Instead, the money was used to fund a luxurious lifestyle for himself and his family, including expensive cars and foreign vacations. The sentencing comes as a shock to the community, who had placed their trust in Akhtar, believing he was using their handouts for noble purposes. The judge censured Akhtar's actions, highlighting the betrayal of the community's Reliance and the spoilage caused to the fame of the Muslim community as a whole. The case serves as a reminder that individuals in positions of headship, regardless of their righteous affiliations, can abuse their power. It is fundamental for communities", "replacement_keys": [66, 176, 135, 37, 180, 157, 65, 21, 69, 92, 141, 29, 81, 153, 150, 46, 27, 50, 188], "original_crit": 0.8564909959844943, "sampled_crit": 0.04149908661823547, "original_llm_likelihood": 0.8564909959844943, "sampled_llm_likelihood": 0.04149908661823547}