{"original": "The Sakurajima volcano on Japan's Kyushu island poses a \"growing threat\", researchers at the University of Bristol say. The Sakurajima Volcano on Japan's Kyushu Island Poses a \"Growing Threat\", Researchers Say\n\nThe Sakurajima volcano on Japan's Kyushu island poses a \"growing threat\", researchers at the University of Bristol say. The volcano, which has been active for over 70 years, has been exhibiting increased activity in recent years, prompting concerns about a potential large-scale eruption.\n\nAccording to the researchers, who have been monitoring the volcano's activity, seismic activity has been intensifying beneath Sakurajima, suggesting that magma is rising to the surface. This increased seismicity, combined with rising ground deformation, is indicative of a heightened risk of eruption.\n\nSakurajima is located approximately 50 kilometers from the city of Kagoshima, home to over half a million people. If a major eruption were to occur, it could have devastating consequences for the local population and infrastructure. The researchers have advised authorities to closely monitor the volcano and be prepared for a", "sampled": "The Sakurajima volcano on Japan's Kyushu island poses a \"growing threat\", researchers at the University of Bristol say. The Sakurajima Volcano on Japan's Kyushu Island Poses a \"Growing Threat\", Researchers Say The Sakurajima volcano on Japan's Kyushu island poses a \"growing threat\", researchers at the Department of Bristol say. The volcano, which carries been active for over 70 years, has been showing heightened activity in recent spurts, prompting perturbations about a potential large-scale eruption. According to the researchers, who have been monitoring the volcano's function, seismic activity has been intensifying infra Sakurajima, suggesting that magma is ascending to the surface. This increased seismicity, combined with rising base adjustment, is indicative of a inflated risk of eruption. Sakurajima is located approximately 50 kilometers from the city of Kagoshima, home to over half a million denizens. If a major eruption were to occur, it could have damaging consequences for the local public and infrastructure. The researchers have advised directors to closely monitor the volcano and be prepared for a", "replacement_keys": [112, 62, 156, 106, 52, 68, 45, 66, 144, 84, 133, 96, 90, 107, 61, 149], "original_crit": 0.7569112108176764, "sampled_crit": 0.058398399538292, "original_llm_likelihood": 0.7569112108176764, "sampled_llm_likelihood": 0.058398399538292}