{"original": "The site is believed to contain thousands of copies of a video game called ET The Extra-Terrestrial. A company called Atari made the game in 1982, and it quickly became notorious for being one of the worst video games ever created. The game was heavily criticized for its poor design, confusing gameplay, and numerous glitches. It was such a commercial failure that Atari allegedly buried thousands of unsold copies in a landfill in New Mexico.\n\nNow, decades later, a group of documentary filmmakers led by Xbox Entertainment Studios are setting out to uncover the truth about this urban legend. They plan to excavate the landfill in search of the legendary Atari graveyard, hoping to find evidence of the infamous game's burial.\n\nThe excavation project has generated considerable buzz among gaming enthusiasts and historians alike. Many are curious to witness the unearthing of gaming history and see if the rumors about the burial site are true. If successful, the excavation could shed light on this mysterious chapter in video game history and provide insights into the downfall of Atari.\n\nAs the team prepares for the long-awaited excavation, anticipation is building. Will they discover the buried treasure of thousands of ET The Extra", "sampled": "The site is believed to contain thousands of copies of a video game called ET The Extra-Terrestrial. A Industry called Atari fashioned the game in 1982, and it quickly turned notorious for being one of the worst video games ever generated. The game was heavily criticized for its poor composition, confusing gameplay, and numerous glitches. It was such any commercial failure that Atari allegedly buried thousands of unsold copies in a landfill in New Mexico. Now, decades later, a gathering of documentary visualizers led by Xbox Leisure Studios are setting out to uncover the truth about this urban legend. They plan to excavate the landfill within search of the prestigious Atari graveyard, hoping to find evidence of the infamous game's burial. The excavation project has generated considerable buzz among gaming enthusiasts and historians alike. Many are curious to witness the unearthing of gaming history and see if the rumors about the burial site are true. If successful, some excavation could shed light on this mysterious chapter within simulation game history and provide insights into those decline of Atari. As the team prepares for the long-awaited excavation, impatience is building. Will they discover each enshrouded inheritance of thousands of ET The Extra", "replacement_keys": [157, 174, 194, 40, 49, 29, 193, 105, 82, 167, 192, 86, 79, 175, 186, 58, 166, 109, 18, 21], "original_crit": 0.9106965097082954, "sampled_crit": 0.04479868966249019, "original_llm_likelihood": 0.9106965097082954, "sampled_llm_likelihood": 0.04479868966249019}