{"original": "The charity wants 10% of the 4.8 million Syrians displaced by civil war to be resettled by the end of the year. Ahead of the upcoming winter season, a charity organization is urging for the resettlement of 10% of the 4.8 million Syrians displaced by the ongoing civil war. With the year nearing its end, time is of the essence to provide shelter and safety to these individuals who have been living in dire conditions.\n\nThe charity, whose name remains undisclosed, aims to address the critical issue of homelessness and vulnerability faced by millions of Syrians. The resettlement program not only provides a chance for these displaced individuals to rebuild their lives but also ensures their protection during the harsh winter months.\n\nEfforts to resettle refugees have been ongoing, but progress has been slow due to various challenges, including bureaucratic procedures, lack of funding, and political complexities. However, the charity remains determined to push for the resettlement target to be met, emphasizing the urgency of the situation.\n\nAs winter approaches, the need for immediate action cannot be understated. Providing adequate shelter and support to Syrian refugees should be a priority for the international community", "sampled": "The charity wants 10% of the 4.8 million Syrians transferred by civil situation to be resettled by the end of the year. Ahead of this approaching winter term, a charity organization seems urging for the resettlement of 10% of the 4.8 million Syrians displaced by the ongoing civil struggle. With the year nearing its end, time is of the essence to provide shelter and safety to these individuals who have been living during dire conditions. The charity, whose tag remains undisclosed, aims to address the critical issue of homelessness and vulnerability faced by millions about Syrians. The resettlement program not only provides a chance for these displaced individuals to rebuild their lives but also validates their protection during the harsh brumal months. Efforts to resettle refugees have been ongoing, but progress holds been slow due to numerous challenges, including bureaucratic procedures, lack of funding, and political complexities. However, the charity upholds determined to facilitate for the resettlement target to be met, emphasizing the urgency of the situation. As winter approaches, the need for immediate action cannot be understated. Providing adequate domicile and benefit to Syrian refugees should be a concern for the international community", "replacement_keys": [150, 180, 114, 31, 72, 94, 27, 131, 24, 120, 12, 78, 189, 48, 9, 153, 25, 182, 136], "original_crit": 0.6110909785792824, "sampled_crit": 0.03150122337773654, "original_llm_likelihood": 0.6110909785792824, "sampled_llm_likelihood": 0.03150122337773654}