{"original": "They spend an average of Â£581 a year on music festivals, often opting for VIP passes or upgraded camping options. Predominantly young adults in their 20s and 30s, festival-goers are willing to splurge for an unforgettable experience.\n\nAccording to a recent survey, music lovers spend an average of £581 annually on attending music festivals. This expenditure often includes VIP passes, upgraded camping options, and other add-ons that enhance the overall festival experience.\n\nThe survey predominantly focused on young adults in their 20s and 30s, who are known for their passion for live music and desire to create lasting memories. These festival enthusiasts are more than willing to go the extra mile to make their festival experience as enjoyable as possible.\n\nThe study also revealed that the average festival-goer attends about three music festivals per year, spending roughly £194 per event. With an ever-growing number of festivals offering diverse lineups and unique atmospheres, it's no surprise that music lovers are willing to invest in these experiences.\n\nFrom the pulsating energy of the main stage to the intimate performances at smaller, hidden stages, music festivals have", "sampled": "They spend an average of Â£581 a year on music galas, often opting for VIP passes and upgraded camping options. Predominantly young adults in your 20s and 30s, festival-goers are willing to splurge for an unforgettable experience. According to a recent survey, music worshipers spend an typical of £581 annually on attending music festivals. This disbursement often includes VIP passes, upgraded camping options, and other add-ons that heighten the overall jamboree experience. The study predominantly focused on young adults in our 20s and 30s, who are known for their devotion for live music and desire to create lasting memories. These festival enthusiasts are more than willing to go the extra track to make their festival experience as enjoyable as possible. The audit also revealed that the average festival-goer attends about three music festivals per year, spending roughly £194 per event. With an ever-growing figure of soirees offering diverse rosters and unique atmospheres, it's no surprise that music lovers are willing to invest in these experiences. From the throbbing energy of the main stage to the intimate performances at smaller, hidden sections, music festivals have", "replacement_keys": [16, 55, 180, 143, 10, 89, 70, 148, 145, 121, 110, 80, 167, 43, 67, 46, 24, 73], "original_crit": 0.4037171436989661, "sampled_crit": 0.036818793598593615, "original_llm_likelihood": 0.4037171436989661, "sampled_llm_likelihood": 0.036818793598593615}