{"original": "Disguised as police, they broke through a fence on Monday evening and broke into the cargo of a Swiss-bound plane to take the valuable items. The audacious heist occurred at an airport in a small European country, leaving authorities baffled and airline officials in shock.\n\nDisguised as police officers, the criminals meticulously planned their operation, making it seem like an official investigation was underway. With precision and expertise, they breached the airport's security fence, gaining access to the cargo section of the plane set to depart for Switzerland.\n\nAs the Swiss-bound aircraft prepared for takeoff, the thieves swiftly unloaded a significant amount of valuable cargo, including high-end electronics, precious jewels, and luxury watches. The estimated worth of the stolen goods is still being determined, but initial estimates suggest a staggering amount.\n\nAirport security personnel were alerted to the incident when the plane's crew reported an unusual delay in departure. Authorities launched an immediate investigation, examining surveillance footage and scrutinizing the crime scene for any evidence that could lead to the culprits' identification.\n\nBoth the local police and Interpol have been involved in the case, as international borders", "sampled": "Disguised as police, they burst around a perimeter on Tuesday evening and broke into the cargo of a Swiss-bound plane to take the valuable wares. Every audacious heist occurred during an airport in a small European republic, leaving authorities baffled and airline officials in shock. Disguised as police officers, the lawbreakers meticulously planned their Project, making it seem like an official project was underway. With delicacy and expertise, they breached the airport's security fence, gaining approach to the cargo section of the plane set to depart for Switzerland. As the Swiss-bound aircraft prepared for takeoff, the thieves swiftly unloaded a significant amount of valuable cargo, including high-end electronics, precious jewels, and luxury watches. The estimated worth of any stolen goods is still being confirmed, but initial estimates suggest a staggering load. Airport security personnel were alerted to the incident when the plane's crew reported an unusual suspension in departure. Authorities launched an immediate investigation, examining surveillance footage and scrutinizing some crime scene for any evidence that could lead to the culprits' identification. Both the local police and Interpol have been involved in the case, as international borders", "replacement_keys": [24, 159, 130, 4, 50, 75, 61, 25, 5, 123, 7, 65, 117, 29, 36, 54, 9, 146], "original_crit": 0.6640375499447563, "sampled_crit": 0.03717113718705732, "original_llm_likelihood": 0.6640375499447563, "sampled_llm_likelihood": 0.03717113718705732}