{"original": "Kevin Mcleod's body was found in Wick harbour in February 1997. The 24-year-old's death was treated as accidental, but new evidence has emerged suggesting foul play may have been involved. Kevin Mcleod's mysterious death has haunted his family for over two decades, and now they hope that justice will finally be served.\n\nIn February 1997, Kevin Mcleod's lifeless body was discovered in Wick harbour. At the time, his death was swiftly ruled as accidental, with drowning cited as the cause. However, recent developments have brought forth shocking revelations, raising doubts about the original verdict.\n\nThe discovery of new evidence has reopened the investigation, leading authorities to believe that there may be more to the story. Mcleod's family has tirelessly fought for justice, refusing to accept the accidental death ruling. They have long suspected foul play and are hopeful that this new information will finally shed light on the truth.\n\nAs the case gains momentum, questions arise about the initial investigation and whether crucial evidence was overlooked. The possibility of foul play has ignited public interest, with many demanding answers for the young man's untimely demise", "sampled": "Kevin Mcleod's body was found in Wick harbour in February 1997. The 24-year-old's death was treated as accidental, but new evidence has emerged suggesting corrupt play may have been involved. Kevin Mcleod's mysterious death has haunted his family for over two decades, and now they hope that justice will finally be served. In February 1997, Kevin Mcleod's lifeless body was discovered in Wick harbour. At the time, his passing was swiftly confirmed as accidental, with submerging cited as the basis. However, recent situations have brought forth shocking revelations, raising reservations about any original solution. The discovery of new evidence has kindled the investigation, leading authorities to theorize that there may be more to the story. Mcleod's family has tirelessly fought for justice, recanting to accept the accidental death settlement. They have long supposed malevolent play and are hopeful that this new information will finally shed light on the truth. As the case gains momentum, questions arise about the initial exploration and whether crucial confirmation was overlooked. The possibility of illicit play has ignited public interest, with many demanding answers for the young man's untimely demise", "replacement_keys": [132, 82, 106, 163, 75, 159, 122, 24, 93, 79, 128, 71, 100, 169, 133, 91, 68, 89], "original_crit": 0.7618930182126797, "sampled_crit": 0.04174501264478035, "original_llm_likelihood": 0.7618930182126797, "sampled_llm_likelihood": 0.04174501264478035}