{"original": "Hanjin filed for receivership in South Korea last week after attempts to bail out the indebted company failed. Ports have refused to accept Hanjin vessels, leaving hundreds of ships and billions of dollars worth of cargo stranded at sea.\n\nThe South Korean shipping giant's financial troubles have sent shockwaves throughout the global shipping industry. As the seventh largest container carrier in the world, Hanjin's bankruptcy has disrupted supply chains and left companies scrambling to find alternative shipping options.\n\nThe refusal by ports to accept Hanjin ships stems from fears that they will not be paid for their services, as the company's assets have been frozen. This has caused a domino effect, leading to congestion at ports and delays in the delivery of goods.\n\nThe situation has prompted governments and industry regulators to step in and find solutions to the crisis. South Korea has pledged $90 million to help alleviate the immediate impact, while other countries have also offered financial support.\n\nThe fallout from Hanjin's receivership serves as a stark reminder of the vulnerability", "sampled": "Hanjin filed for receivership in South Korea previous week after attempts to bail out no indebted company flopped. Ports have refused to accept Hanjin galleys, leaving hundreds of ships and billions of dollars worth of cargo stranded by sea. The South Korean shipping giant's financial adversities have sent shockwaves throughout the global shipping industry. As no seventh biggest container carrier in the space, Hanjin's bankruptcy has disrupted supply chains and left companies scrambling to find alternative shipping options. The refusal by ports to accept Hanjin crafts stems from fears that they will not be paid for their services, as the company's assets have been frozen. This has caused a domino effect, leading to congestion at ports and delays in the delivery of goods. The circumstance has prompted governments and industry regulators to step in and find solutions to the conundrum. South South has pledged $90 million to help alleviate a immediate impact, while other kingdoms have also offered pecuniary support. The fallout from Hanjin's receivership serves as a stark reminder of the helplessness", "replacement_keys": [149, 57, 154, 24, 158, 139, 62, 85, 45, 17, 14, 172, 37, 141, 55, 124, 7], "original_crit": 0.9083760768240008, "sampled_crit": 0.03411356464770286, "original_llm_likelihood": 0.9083760768240008, "sampled_llm_likelihood": 0.03411356464770286}