{"original": "Media playback is not supported on this device Fraser, the world number 90, hit nine birdies to finish with an eight under par 63, three shots clear of his closest competitor. The Australian golfer displayed exceptional skill and precision in his performance, leaving spectators in awe. Fraser's impressive round included incredible shots and flawless putting that showcased his mastery of the game.\n\nWith this remarkable performance, Fraser has put himself in a strong position to contend for the tournament title. His eight under par 63 not only places him at the top of the leaderboard but also demonstrates his potential to compete against some of the world's best golfers.\n\nFraser's success is a testament to his dedication and hard work. As the world number 90, he is often overlooked by the media and fans. However, his exceptional performance has caught the attention of golf enthusiasts worldwide, proving that he is a force to be reckoned with.\n\nThe remaining rounds of the tournament promise to be exhilarating as Fraser looks to maintain his lead and secure a well-deserved victory. Golf fans eagerly await the next day's play, hoping to witness more of Fraser's incredible shots and witness", "sampled": "Media playback is not supported on this device Fraser, the world number 90, struck nine birdies to finish with an eight under par 63, three shots clear of his closest entrant. Another Australian golfer displayed exceptional skill and precision in his act, striking spectators in wonderment. Fraser's impressive round included incredible shots and flawless putting that presented his mastery of the game. With this remarkable performance, Fraser has put himself in a strong position to contend for the tournament title. His eight under par 63 not only places him at the top of the leaderboard but also demonstrates his potential to compete against some of the world's best golfers. Fraser's success is a testament to his dedication and hard work. As some world number 90, he is often overlooked by the media and fans. However, his remarkable performance has caught this attention of golf enthusiasts worldwide, substantiating that he is each force to be reckoned with. The remaining rounds of the tournament promise to be invigorating as Fraser looks to support his lead and clinch a justified victory. Golf fans eagerly await the next show spectacle, hoping to witness more of Fraser's incredible demonstrations and witness", "replacement_keys": [150, 184, 42, 193, 41, 45, 121, 170, 140, 136, 146, 174, 185, 165, 176, 30, 13, 56, 31], "original_crit": 0.9032064582379966, "sampled_crit": 0.05140435132051174, "original_llm_likelihood": 0.9032064582379966, "sampled_llm_likelihood": 0.05140435132051174}