{"original": "The woman repeatedly reported Craig Hutsby, of Eastwood, Nottinghamshire, for threatening behaviour and breach of bail conditions in July 2014. The woman repeatedly reported Craig Hutsby, of Eastwood, Nottinghamshire, for threatening behaviour and breach of bail conditions in July 2014. Despite her attempts to bring attention to his misconduct, the woman's pleas seemed to fall on deaf ears.\n\nHutsby's threatening behaviour and disregard for his bail conditions were a cause for concern within the community. The woman, terrified for her safety, contacted the local authorities on numerous occasions, detailing explicit incidents and providing evidence to support her claims.\n\nHowever, it appears that her reports went largely ignored, leaving her feeling frustrated and abandoned by the system in place to protect victims. Hutsby's actions continued unchecked, leaving the woman living in constant fear.\n\nThis case highlights the need for a more robust and responsive approach to dealing with reports of threatening behaviour. It is essential that victims are taken seriously and that appropriate action is taken to address their concerns.\n\nThe woman's bravery in repeatedly speaking out against Hutsby's behaviour should not be in vain. It", "sampled": "The woman repeatedly reported Craig Hutsby, of Eastwood, Nottinghamshire, for threatening behaviour and breach of bail conditions in July 2014. The woman repeatedly reported Craig Hutsby, of Eastwood, Nottinghamshire, for threatening behaviour and breach of bail conditions in July 2014. Despite her attempts to raise attention to his misconduct, the woman's pleas seemed to fall on deaf ears. Hutsby's threatening conduct and disregard for his suretyship conditions were a catalyst for concern within the community. The woman, terrified for her safety, contacted the domestic authorities on numerous encounters, detailing coarse incidents and producing backing to support her claims. However, it appears that her charges went largely ignored, culminating her feeling frustrated and abandoned by the organization in place to protect victims. Hutsby's actions continued unaddressed, leaving the woman living in constant fear. This case highlights the need for a more robust and responsive approach to dealing with statements of threatening temperament. It is significant that victims are taken seriously and that appropriate action is taken to address their disquiets. The member bravery in repeatedly speaking out against Hutsby's behaviour should not be in vain. It", "replacement_keys": [115, 153, 93, 170, 147, 44, 103, 150, 87, 83, 107, 89, 65, 69, 92, 124, 168, 60], "original_crit": 0.4084011488017376, "sampled_crit": 0.03639701128204458, "original_llm_likelihood": 0.4084011488017376, "sampled_llm_likelihood": 0.03639701128204458}