{"original": "A report from British Marine, which represents the leisure, superyacht, and small commercial marine industry, said superyacht revenues for the year to date have reached record-breaking numbers. The report highlighted the rising demand for luxurious yacht experiences, especially among high-net-worth individuals seeking exclusive getaways.\n\nAccording to the report, superyacht revenues have surged by 20% compared to the same period last year. This significant growth can be attributed to a combination of factors, including the increasing number of billionaires worldwide and the desire for unique and personalized travel experiences.\n\nThe superyacht industry has responded to this growing demand by offering an array of luxurious amenities and services onboard. Yachts now come complete with state-of-the-art facilities, including spas, gyms, cinemas, and helipads, ensuring an unparalleled level of comfort and entertainment.\n\nFurthermore, the report emphasized that superyacht charters have also seen a substantial increase in popularity. More people are choosing to rent these extravagant vessels for special events", "sampled": "A report from British Marine, which represents the leisure, superyacht, and small commercial marine industry, said superyacht revenues for the year to date have realized record-breaking totals. The report highlighted the rising demand for luxurious yacht passages, especially among high-net-worth individuals seeking exclusive getaways. According to the report, superyacht revenues have surged by 20% compared to the comparable period last year. This significant augmentation can be imputed to all compound of factors, including the increasing number of billionaires worldwide and the zest for unique and personalized travel experiences. The superyacht industry has responded to this developing demand by offering an array of luxurious amenities and services onboard. Yachts now come complete with state-of-the-art facilities, including spas, gyms, cinemas, and helipads, ensuring an unparalleled magnitude of comfort and entertainment. Furthermore, the report emphasized that superyacht charters have also seen a substantial increase in popularity. More people are choosing to grab these extravagant gondolas for uncommon shindigs", "replacement_keys": [123, 63, 148, 36, 153, 26, 151, 66, 68, 154, 57, 81, 24, 95, 69], "original_crit": 0.8061029649486834, "sampled_crit": 0.05027612324965479, "original_llm_likelihood": 0.8061029649486834, "sampled_llm_likelihood": 0.05027612324965479}