{"original": "The Starman's swansong, Blackstar, spent a third week at number one, with Best of Bowie, Hunky Dory and The Rise of Bowie: A Fitting Tribute to the Starman\n\nThe Starman's swansong, Blackstar, spent a third week at number one, with Best of Bowie, Hunky Dory, and a collection of his greatest hits following closely behind. As the world continues to mourn the loss of David Bowie, his music has resurged, capturing the hearts of both loyal fans and a new generation.\n\nBlackstar, released just days before Bowie's untimely passing, has become an emblem of his artistic genius. The album's hauntingly beautiful melodies and introspective lyrics have struck a chord with listeners worldwide. Its continued success on the charts is a testament to Bowie's lasting impact on the music industry.\n\nAlongside Blackstar, compilations like Best of Bowie and Hunky Dory showcase the breadth and depth of Bowie's career. From his early days as a glam rock pioneer to his transformations into Ziggy Stardust and the Thin White Duke, these albums serve as a", "sampled": "The Starman's swansong, Blackstar, spent a third week at number one, with Best of Bowie, Hunky Dory and The development of Bowie: A Fitting Tribute to the Starman The Starman's swansong, Blackstar, spent a third stint at number one, with Finest of Bowie, Hunky Dory, and a medley of his greatest hits accompaning closely behind. As the world continues to mourn the loss of David Bowie, his rhythms has resurged, gripping the hearts of both loyal fans and a new generation. Blackstar, released just days before Bowie's early passing, represents become an emblem of his artistic genius. The album's hauntingly beautiful melodies and introspective lyrics have struck a chord onto listeners worldwide. my continued success on the charts is a illustration to Bowie's lasting impact on the music industry. Alongside Blackstar, compilations like Best of Bowie and Hunky Dory showcase the breadth and depth of Bowie's career. From his first days as a showy maestro pioneer to his conversions into Ziggy Stardust and the trim White Duke, these albums serve as a", "replacement_keys": [89, 87, 112, 67, 154, 52, 70, 47, 40, 158, 19, 35, 153, 149, 109, 164, 120], "original_crit": 0.20917538062337906, "sampled_crit": 0.025506088666559595, "original_llm_likelihood": 0.20917538062337906, "sampled_llm_likelihood": 0.025506088666559595}