{"original": "Tear gas and live bullets were fired to drive back the mainly Shia Muslim crowds, as they protested against corruption and security failures. Officials imposed a curfew in the capital city, as unrest escalated following days of protests demanding accountability from the government. Tear gas and live bullets were used against predominantly Shia Muslim demonstrators who were rallying against corruption and security deficiencies.\n\nThe protests erupted in response to widespread anger over a lack of basic services and rampant corruption. Demonstrators asserted that the government had failed to address their concerns adequately, resulting in an outpouring of frustration and discontent. The use of tear gas and live ammunition by security forces further exacerbated tensions, leading to an escalation of violence.\n\nIn an attempt to regain control, authorities imposed a curfew in the capital. This move was met with mixed reactions, as some viewed it as an infringement on their right to peaceful assembly, while others hoped it would restore order and prevent further bloodshed.\n\nThe unrest underscores the deep-seated issues that continue to plague the country. In addition to rampant corruption, citizens also face economic hardships and a lack of basic public services. The government now faces the formidable task of addressing", "sampled": "Tear gas and live bullets were fired to drive back the mainly Shia Muslim crowds, as they protested against corruption and security errors. Officials imposed a barrier among the capital city, as discord escalated coming days of protests demanding accountability from the government. Tear gas and live bullets were used against predominantly Shia Muslim demonstrators who were rallying against corruption and security deficiencies. The protests erupted in response to widespread exasperation over a deficit of basic services and dominant illegality. rebels contended that the government had failed to address their concerns competently, resulting in an outpouring of frustration and discontent. The performance of tear gas and live rocket by security forces further exacerbated tensions, leading to an escalation of violence. In an attempt to regain control, authorities imposed a curfew in the capital. This move was met with mixed reactions, as some viewed it as an infringement on their right to placid assembly, while others hoped it would restore system and prevent further bloodshed. The unrest underscores the widespread issues that continue to plague the country. during addition to rampant corruption, citizens also face economic calamities and a lack of basic public privileges. The government now faces the formidable task of addressing", "replacement_keys": [79, 185, 101, 70, 80, 73, 192, 151, 34, 107, 22, 168, 91, 32, 159, 78, 27, 81, 176, 26], "original_crit": 0.6458696224419362, "sampled_crit": 0.029097741538930254, "original_llm_likelihood": 0.6458696224419362, "sampled_llm_likelihood": 0.029097741538930254}