{"original": "Ben Purdy, 18, was shot in the head in Bermondsey after confronting his girlfriend's ex about \"threatening\" messages sent after their breakup. The incident occurred on Friday night outside a local pub, leaving Purdy in critical condition. Witnesses reported hearing a heated argument before the sound of a gunshot rang out.\n\nAccording to friends and family, Purdy had recently ended his relationship with his girlfriend, Sarah Thompson, 17. They believe the messages were sent by Thompson's ex-boyfriend, who had been harassing her since the breakup. Purdy decided to confront the ex-boyfriend in an attempt to protect Thompson from further harm.\n\nLocal authorities are investigating the incident and have launched a manhunt for the suspect. They are urging anyone with information to come forward and assist in their search. Meanwhile, Purdy remains in the intensive care unit, with doctors working tirelessly to stabilize his condition.\n\nThe shooting has sent shockwaves through the close-knit community of Bermondsey, with residents expressing their concern over the escalating violence in the area. Many are calling for increased police presence and stricter gun control measures to prevent similar incidents from happening in", "sampled": "Ben Purdy, 18, was shot in the head among Bermondsey after confronting your girlfriend's ex about \"threatening\" messages sent after their breakup. The incident occurred on Friday night outside a local pub, leaving Purdy in critical place. Witnesses revealed hearing a heated argument before those sound of a gunshot echoed out. According to friends and family, Purdy had recently ended his relationship with his girlfriend, Sarah Thompson, 17. They assume the notes were sent by Thompson's ex-boyfriend, who had been harassing her since the breakup. Purdy decided to confront the ex-boyfriend in an attempt to protect Thompson from further harm. Local authorities are investigating the incident and have launched a manhunt for the suspect. They are urging anyone with intelligence to come forward and assist in their search. Meanwhile, Purdy remains within the intensive care portion, with doctors working unrelentingly to stabilize his condition. The shooting has sent shockwaves through the close-knit community of Bermondsey, with residents verbalizing their concern over each heightening violence in the area. Many are attracting for enlarged police presence and stricter musket control measures to prevent similar incidents from happening in", "replacement_keys": [169, 69, 36, 119, 71, 44, 135, 161, 8, 171, 131, 139, 49, 176, 38, 12, 157, 162], "original_crit": 0.8774725808861209, "sampled_crit": 0.03655616207881451, "original_llm_likelihood": 0.8774725808861209, "sampled_llm_likelihood": 0.03655616207881451}