{"original": "John McCormack drove for a further 30 miles in the articulated lorry after hitting the vehicle on the A9. Perth Sheriff Court was told there that John McCormack drove for a further 30 miles in the articulated lorry after hitting the vehicle on the A9. Perth Sheriff Court was told that the incident occurred on a busy stretch of the A9 near Auchterarder, causing chaos on the road.\n\nMcCormack, 45, was charged with dangerous driving and failing to stop after an accident. The court heard how he collided with a car while changing lanes but instead of stopping, he continued driving for 30 miles before eventually being pulled over by the police.\n\nProsecutor Sarah Stewart stated that McCormack's actions were reckless and showed a blatant disregard for other road users. She emphasized the potential danger he put innocent motorists in by continuing to drive without stopping to assess the damage or offer assistance.\n\nMcCormack's defense lawyer argued that his client panicked, fearing the consequences of the collision. However, Sheriff Lindsay Fife ruled that his behavior was inexcusable.\n\nThe case has been adjourned for sentencing, and McCormack", "sampled": "James McCormack drove for another further 30 kilometers in the articulated truck after hitting Each vehicle on all A9. Perth Arbiter Court appeared told there that James McCormack journeyed for a further 30 miles in the articulated lorry after hitting the vehicle on the course. Region Sheriff Court was conveyed that this incident occurred on a busy stretch of the A9 near Auchterarder, causing chaos on the road. McCormack, 45, was charged with incautious driving and failing to stop after an accident. The court heard how he jolted with a car while changing lanes but instead of stopping, he continued driving for 30 miles before eventually being pulled over by the police. Prosecutor Sarah Stewart stated that McCormack's actions were reckless and showed a blatant disregardment for other route users. She emphasized the potential danger he put innocent motorists in by continuing to drive without stopping to assess the damage or offer assistance. McCormack's defense lawyer argued that his client panicked, fearing the consequences of the collision. However, Sheriff Lindsay Fife ruled that his behavior was inexcusable. The case has been adjourned for sentencing, and McCormack", "replacement_keys": [28, 87, 49, 17, 20, 22, 128, 26, 0, 125, 45, 51, 11, 73, 4, 7, 14, 44], "original_crit": 0.19627703527935253, "sampled_crit": 0.04396326401367666, "original_llm_likelihood": 0.19627703527935253, "sampled_llm_likelihood": 0.04396326401367666}