{"original": "Taibu, 32, played 28 Test matches and 150 one-day internationals for Zimbabwe prior to retiring in 2012. \"When he explained who he really is, it was a shock to everyone,\" said his former teammate. Tatenda Taibu, the former Zimbabwean cricketer, recently revealed a surprising secret about his true identity. Taibu, who was a prominent player in the Zimbabwean cricket team, shocked his colleagues and fans alike when he disclosed that he is not actually a Zimbabwean citizen.\n\nTaibu divulged that he was born in South Africa and had acquired Zimbabwean citizenship through his father, who was of Zimbabwean descent. The news came as a surprise to many, as Taibu had always been seen as a proud representative of Zimbabwean cricket. The revelation has led to mixed reactions, with some questioning his loyalty and others praising his honesty.\n\nDespite the revelation, Taibu remains highly regarded for his contributions to Zimbabwean cricket. He was known for", "sampled": "Taibu, 32, played 28 Test matches and 150 one-day internationals for land prior to retiring in 2012. \"When it explained who we really is, it was a shock to everyone,\" said his former teammate. Tatenda Taibu, the former Zimbabwean cricketer, recently revealed a surprising secret about his true extraction. veteran, who was a prominent player in the Zimbabwean cricket team, shocked his colleagues and fans alike when he disclosed that he is not actually a Zimbabwean citizen. icon divulged that he was born at South Africa and had acquired Zimbabwean citizenship through his father, who was of Zimbabwean descent. The news came as a surprise to many, as Taibu had always been seen as a proud representative of Zimbabwean cricket. The exposure has led to mixed attitudes, with some inquiring his loyalty and others valorizing his probity. Despite the insight, Taibu remains seriously regarded for his contributions to Zimbabwean cricket. He was esteemed for", "replacement_keys": [136, 134, 121, 142, 126, 18, 48, 83, 21, 11, 77, 49, 129, 139, 152], "original_crit": 0.9026408434902088, "sampled_crit": 0.05206407912181869, "original_llm_likelihood": 0.9026408434902088, "sampled_llm_likelihood": 0.05206407912181869}