{"original": "Evha Jannath, 11, was on a school trip on Tuesday when she fell from a circular boat on Splash Canyon at Drayton Manor Theme Park in Staffordshire, England. The tragic incident took place in front of the young girl's classmates and teachers, leaving them devastated.\n\nEvha Jannath was a Year 6 student at the Jameah Girls Academy in Leicester. She was enjoying her day out at the popular water ride when she somehow fell from the circular boat into the water. Despite immediate efforts to rescue her, Evha was found unconscious and was rushed to the hospital. Sadly, she later succumbed to her injuries.\n\nThe incident has sent shockwaves through the community, leaving parents and fellow students heartbroken. Authorities are conducting a thorough investigation to determine the cause of the accident. The Health and Safety Executive has been informed and will work alongside the park to ensure that all necessary precautions are taken to prevent such incidents in the future.\n\nDrayton Manor Theme Park, which has been operational for nearly 70 years, is known for its family-friendly attractions. This tragic incident serves as a painful reminder of the importance", "sampled": "Evha Jannath, 11, was on a school trip on Tuesday when she fell from every circular boat on Splash Canyon at Drayton Manor Theme Park of Staffordshire, England. The tragic incident took incident in front of the young girl's classmates and teachers, leaving them devastated. Evha Jannath was a Year 6 student at the Jameah Girls Academy in Leicester. She was enjoying her day out at the popular water ride when she somehow tumbled from this circular boat into the lake. Despite hasty efforts to rescue her, Evha was found unconscious and was rushed to the hospital. Dolefully, she later succumbed to her conditions. The incident has sent shockwaves through any community, leaving parents and fellow students heartbroken. Authorities are conducting some thorough survey to determine the cause of the accident. some Health and Safety chairman has been informed and will work alongside those park to ensure that all necessary precautions are taken to prevent such incidents in the future. Drayton Manor Theme Park, which has been operational for nearly 70 eons, is known for its family-friendly attractions. This tragic crisis serves as a painful reminder of the merit", "replacement_keys": [121, 82, 97, 75, 143, 123, 25, 14, 131, 103, 135, 73, 171, 188, 32, 80, 180, 110], "original_crit": 0.4438960606327065, "sampled_crit": 0.025482953274290298, "original_llm_likelihood": 0.4438960606327065, "sampled_llm_likelihood": 0.025482953274290298}