{"original": "The new charity will manage the National Heritage Collection, which includes Stonehenge and Dover Castle. The government currently contributes £22m annually towards the preservation and maintenance of these iconic landmarks, but with the establishment of this charity, the responsibility for their upkeep will now be shared.\n\nThe move comes as part of the government's efforts to ensure the long-term sustainability of these historic sites. By transferring the management to a charity, it is hoped that additional funding can be generated through public donations, corporate sponsorships, and other fundraising initiatives.\n\nThis new approach aims to alleviate the financial burden on the government, allowing more resources to be allocated towards other pressing priorities. The charity will have the flexibility to explore innovative revenue streams, while ensuring that these treasures of national heritage remain accessible to the public.\n\nFurthermore, the establishment of this charity will provide an opportunity for greater community involvement. Local communities, volunteers, and heritage enthusiasts will have the chance to actively participate in the preservation and promotion of these significant landmarks.\n\nOverall, this", "sampled": "The new charity will manage the National Heritage Collection, which includes Stonehenge and Dover citadel. The government currently contributes £22m annually towards the preservation and maintenance of these iconic landmarks, but with the establishment of this charity, the responsibility for their upkeep will now be shared. The move comes as component of the government's efforts to ensure the long-term sustainability of these historic sites. By transferring the management to a charity, it is aspired that additional endowment can be generated through public contributions, corporate sponsorships, and other fundraising initiatives. This new approach aims to alleviate the financial onus on the government, allowing more resources to be allocated towards other pressing focuses. The charity will have the flexibility to explore innovative revenue means, while ensuring that these treasures from national descent remain accessible to the public. Furthermore, the establishment of this charity will bestow an window for greater community alliance. Municipal masses, volunteers, and heritage enthusiasts will have the outlet to actively participate in the preservation and promotion of the significant landmarks. Overall, this", "replacement_keys": [121, 76, 144, 142, 148, 149, 129, 14, 82, 110, 50, 158, 150, 127, 73, 97, 168], "original_crit": 0.9337717553765776, "sampled_crit": 0.06053999542344531, "original_llm_likelihood": 0.9337717553765776, "sampled_llm_likelihood": 0.06053999542344531}