{"original": "Scot Higgins, 19, started his youth career at Celtic before moving to Dens Park and made four appearances for Dundee last season. Former Celtic youth player, Scot Higgins, has made a promising move to Dens Park, where he showcased his skills by making four appearances for Dundee last season. \n\nHiggins, just 19 years old, began his football journey at Celtic, where he honed his talents under the guidance of top-class coaches. However, he decided to take on a new challenge by joining Dundee, a club known for nurturing young talent.\n\nDuring his time at Dundee, Higgins proved his worth on the pitch, impressing both fans and coaches alike. His skillful performances earned him four appearances in the first team, demonstrating his potential to compete at a professional level.\n\nWith his eye-catching displays and natural talent, Higgins has undoubtedly caught the attention of scouts from various clubs. It is likely that his future will be bright, as he continues to develop and make a name for himself in the footballing world.\n\nAs Higgins continues to work hard and showcase his ability, fans eagerly await his upcoming performances and", "sampled": "Scot Higgins, 19, started his youth career at Celtic before moving to Dens Park and made four appearances for Dundee last season. Former Celtic youth player, Scot Higgins, has made every promising move to Dens Park, where he showcased his skills by making four appearances for Dundee last stretch. Higgins, just 19 years old, began your football journey at Celtic, where he honed his proficiencies under another support of top-class coaches. However, he decided to take on a unaccustomed challenge by joining Dundee, a club known for encouraging young talent. During his time at Dundee, Higgins proved his importance on the pitch, impressing both protagonists and heads alike. His skillful performances earned him four appearances in the premiere team, demonstrating his potential to compete at a professional plane. With his eye-catching displays and natural talent, Higgins has undoubtedly caught the attention of scouts from various clubs. It is likely that his future will be bright, as he continues to develop and make a status for himself in some footballing world. As Higgins continues to undertaking hard and showcase his ability, backers eagerly await his upcoming acts and", "replacement_keys": [106, 64, 66, 185, 98, 180, 67, 78, 55, 127, 117, 87, 48, 163, 30, 167, 174, 104], "original_crit": 0.5542208703745034, "sampled_crit": 0.043381160570035486, "original_llm_likelihood": 0.5542208703745034, "sampled_llm_likelihood": 0.043381160570035486}