{"original": "Midfielder Arteta, 32, had a bony spur removed from his left ankle, which the club said has been causing him \"significant discomfort and hindering his performance on the field. The surgery was a success, and Arteta is expected to make a full recovery in time for the new season.\n\nArteta, a key figure in the midfield for the club, has been battling with the ankle issue for some time now. Despite his best efforts to manage the pain and continue playing, it became evident that surgery was necessary to address the root cause of the problem.\n\nThe bony spur, a small outgrowth of bone, was causing friction and inflammation in Arteta's ankle, leading to pain and restricted mobility. The decision for surgery was made jointly by Arteta, the club's medical staff, and specialists, who deemed it the best course of action to ensure the player's long-term fitness and performance.\n\nArteta's absence from the team during his recovery will undoubtedly be felt, as his leadership and tactical awareness on the pitch are highly valued by his teammates and the coaching staff. However, the club is confident in the depth", "sampled": "Midfielder Arteta, 32, had a bony spur removed from his left ankle, whatever the club said has been sparking him \"significant discomfort and hindering his performance on the field. The surgery was a success, and Arteta is expected to make a full recovery in time for the new season. Arteta, a key figure in the midfield for the club, has been battling with the ankle issue for some duration now. Despite his best attempts to manage another pain and continue playing, it emerged plain that surgery was necessary to address the root origin of the problem. The bone spur, a small outgrowth of bone, was causing friction and inflammation amid Arteta's ankle, leading to pain and restricted movement. The decision for surgery was made jointly by Arteta, the club's medical staff, and specialists, who deemed it the best direction of approach to ensure the player's continued fitness and performance. Arteta's absence from the team during his recovery will undoubtedly be felt, as his leadership and tactical awareness on a pitch are highly valued toward my teammates and the teaching staff. However, the club is confident in the depth", "replacement_keys": [168, 173, 140, 138, 109, 76, 82, 83, 92, 97, 73, 145, 178, 117, 174, 68, 12, 18], "original_crit": 0.7735820249108627, "sampled_crit": 0.051808346340876756, "original_llm_likelihood": 0.7735820249108627, "sampled_llm_likelihood": 0.051808346340876756}