{"original": "But he fancied his video game skills and entered Nissan's GT Academy competition while on a gap year. After beating 90,000 other gamers at their own game, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't just any opportunity; it's the chance to become a professional racing driver.\n\nBut he fancied his video game skills and entered Nissan's GT Academy competition while on a gap year. After beating 90,000 other gamers at their own game, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't just any opportunity; it's the chance to become a professional racing driver.\n\nThe GT Academy is a unique competition that aims to find talented gamers and transform them into real-world drivers. Participants battle it out in virtual racing games, showcasing their skills and determination. The top performers are then invited to compete in rigorous driving challenges, where they are tested on their physical abilities and racing instincts.\n\nJohn's success in the competition has earned him a spot in the prestigious Nissan NISMO racing team. Over the next year, he", "sampled": "But he fancied his video game skills and entered Nissan's GT Academy competition while on a gap year. After beating 90,000 other gamers at their own contest, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't simply any shot; it's the chance to become a professional driving driver. But he admired her video game skills and entered Nissan's GT Academy competition while on a gap duration. After beating 90,000 other gamers at their own game, John Smith, a young from London, has secured a life-changing opportunity. But this isn't just any opportunity; it's the chance to become a experienced racing driver. The GT Academy is a unique competition that craves to find talented gamers and transform them into genuine drivers. Participants clash it out in virtual racing games, showcasing their skills and determination. The top performers are then invited to compete in rigorous commuting challenges, where they are quizzed on their physical abilities and driving instincts. John's success in the bout has attained him every spot in the prestigious Nissan NISMO racing team. Over the next year, he", "replacement_keys": [43, 103, 169, 126, 123, 167, 26, 70, 114, 56, 55, 41, 153, 165, 159, 148, 83, 51], "original_crit": 0.2748678837074568, "sampled_crit": 0.04489035078460689, "original_llm_likelihood": 0.2748678837074568, "sampled_llm_likelihood": 0.04489035078460689}