{"original": "In a statement, it said Foreign Affairs Secretary Perfecto Yasay would raise the issue at a major two-day Asia-Europe summit starting on Monday. The Philippines is set to highlight its concerns over territorial disputes in the South China Sea during discussions. This move comes amidst rising tensions between China and other countries in the region.\n\nSecretary Yasay is expected to emphasize the importance of upholding international law and the United Nations Convention on the Law of the Sea (UNCLOS) in resolving maritime disputes. The Philippines has been actively seeking a peaceful resolution to the South China Sea issue, urging all parties involved to exercise restraint and engage in diplomacy.\n\nThe Asia-Europe summit, attended by leaders from both continents, provides a platform for open dialogue and cooperation. As the South China Sea continues to be a contentious topic, the summit offers an opportunity for countries to voice their concerns and work towards a peaceful resolution.\n\nThe Philippines' decision to raise the issue at this summit demonstrates its commitment to addressing regional challenges through diplomatic channels,", "sampled": "In a statement, it said Foreign Affairs Secretary Perfecto Yasay would raise the issue at some major two-day Asia-Europe summit starting on Monday. The Philippines is set to highlight its concerns over territorial disputes inside the South China Sea during conversations. This move comes amidst rising tensions between China and other polities in the region. Secretary Yasay is expected to emphasize the importance of upholding international law and the Allied Coalitions Convention on the Law of the Sea (UNCLOS) in resolving maritime disputes. The Philippines has been decisively seeking a peaceful resolution to the South China Sea issue, urging all parties involved to exercise restraint and engage in diplomacy. The Asia-Europe summit, attended by leaders of both landmasses, gives a platform for open dialogue and cooperation. As the South China Sea continues to be a contentious topic, every summit offers an window for powers to voice my concerns and work towards a serene resolution. The Philippines' decision to raise the issue at this colloquium demonstrates its commitment to addressing regional challenges through diplomatic vehicles,", "replacement_keys": [152, 173, 40, 146, 117, 163, 69, 51, 87, 137, 118, 70, 15, 141, 34, 115, 143], "original_crit": 0.7313849057364021, "sampled_crit": 0.03181638483345557, "original_llm_likelihood": 0.7313849057364021, "sampled_llm_likelihood": 0.03181638483345557}