{"original": "Helen Bailey, 51, was found dead in a cesspit at her house in Royston, Hertfordshire, in July 2016. The shocking discovery shook the community and left many questioning the circumstances surrounding her death. However, the truth behind this tragic incident has now been revealed.\n\nAfter an extensive investigation, it was revealed that Helen's partner, Ian Stewart, had plotted and executed her murder for financial gain. Stewart had been drugging Helen with sleeping pills and ultimately suffocated her, before disposing of her body in the cesspit.\n\nThe motive behind this heinous crime was Stewart's desire to inherit Helen's substantial wealth, which amounted to millions of pounds. Stewart's elaborate scheme included forging Helen's signature to gain access to her properties and assets.\n\nThe trial, which took place in 2017, concluded with Stewart being found guilty of murder, fraud, and perverting the course of justice. He was sentenced to life imprisonment with a minimum term of 34", "sampled": "Helen Bailey, 51, was found dead in a cesspit at her house in Royston, Hertfordshire, during July 2016. The shocking discovery disturbed some community and left many questioning every circumstances adjoining her death. However, every truth behind a tragic incident holds now been revealed. After an extensive investigation, it was revealed that Helen's partner, Ian Stewart, had plotted and executed her murder for financial revenue. Stewart had been tranquilizing Helen with sleeping pills and ultimately suffocated her, before disposing of her body in the cesspit. The motive behind this heinous crime was Stewart's desire to inherit Helen's copious wealth, which amounted to millions of pounds. Stewart's elaborate scheme included Fabricating Helen's imprint to gain access to her properties and holdings. The trial, which took place in 2017, concluded with Stewart showing found guilty of murder, fraud, and perverting the course of justice. He was sentenced to life imprisonment with a minimum term of 34", "replacement_keys": [111, 34, 64, 109, 119, 68, 97, 30, 40, 130, 28, 22, 21, 37, 15], "original_crit": 0.8457983766252077, "sampled_crit": 0.0330677915716669, "original_llm_likelihood": 0.8457983766252077, "sampled_llm_likelihood": 0.0330677915716669}