{"original": "Erika Murray, 31, was arrested on Thursday night after a neighbor alerted police over the safety of other children living at the house. Detectives arrived at the residence in Blackstone, Massachusetts, to find a shocking scene of squalor and neglect.\n\nUpon entering the home, authorities were confronted with deplorable conditions. The stench of filth and decay engulfed the premises, with mountains of garbage and debris strewn across every room. The discovery of four children, ranging in age from three months to 13 years old, added to the horror.\n\nReports indicate that Murray had been living in the house with the children for an extended period of time. The children appeared malnourished and neglected, with signs of physical and psychological abuse evident.\n\nMurray now faces a multitude of charges, including child neglect, endangerment, and assault. The children have been removed from the home and placed under protective custody.\n\nNeighbors expressed their shock and disbelief, as there had been no indication of", "sampled": "Erika Parker, 31, was arrested on Sunday night after a neighbor alerted police over both safety of additional children living at a house. Detectives arrived at another residence in Blackstone, Massachusetts, to find each shocking scene of squalor and neglect. Upon entering the home, authorities were confronted with deplorable conditions. The whiff of filth and decay engulfed the premises, with hills of garbage and debris strewn across every room. The discovery of four children, ranging in age from three months to 13 years old, added to the revulsion. Reports indicate that Murray had been living in the house with the children for an extended period of time. The children appeared malnourished and rejected, with signs of clear and psychological abuse evident. Murray now faces a multitude of charges, including Youth neglect, endangerment, and assault. The children have been removed from those home and settled under defensive custody. Neighbors expressed their shock and disbelief, as there had been no indication of", "replacement_keys": [129, 60, 145, 116, 87, 140, 33, 51, 14, 17, 1, 21, 112, 26, 6, 143], "original_crit": 0.6642052348833012, "sampled_crit": 0.02754455942665302, "original_llm_likelihood": 0.6642052348833012, "sampled_llm_likelihood": 0.02754455942665302}