{"original": "The fragile piece of wood is all that remains of the Nanteos Cup, a wooden chalice named after the mansion in which it was discovered. The Nanteos Cup is believed to be the Holy Grail, the legendary cup used by Jesus during the Last Supper. This artifact has captured the imagination of historians, archaeologists, and seekers of the divine for centuries.\n\nThe cup's origins are shrouded in mystery. According to legend, it was brought to Britain by Joseph of Arimathea, who collected the blood of Christ in it during the crucifixion. Over the years, the cup has been owned by various individuals and families, each adding their own tales and lore to its mythos.\n\nSadly, the cup was damaged in 2014 by a visitor who took a piece as a souvenir. Now, all that remains is a fragile wooden fragment. Experts are working tirelessly to piece together the full story of the Nanteos Cup and its potential link to the Holy Grail.\n\nDespite its diminished state, the cup continues to captivate and inspire. Its rich history and connection to Jesus Christ make", "sampled": "The fragile piece of wood is all that remains of the Nanteos Cup, a wooden chalice named after the mansion in which it was discovered. The Nanteos Cup is believed to be the Holy relic, the legendary cup used by Jesus during the Last Supper. This artifact has captured the imagination amid historians, archaeologists, and seekers of the divine for centuries. The cup's origins are shrouded in mystery. According to legend, it was brought to Britain by Joseph of Arimathea, who collected the blood of Christ within it during the crucifixion. Over every years, the cup has been owned by various individuals and families, each adding their own accounts and lore to its mythos. Sadly, the tankard was spoiled in 2014 by a vacationer who took neither piece as a souvenir. Now, all that remains is a fragile wooden fragment. Experts are working unwaveringly to piece together the unbroken story of an Nanteos Cup and its potential link to every Holy Grail. Despite its lowered health, the receptacle continues to grip and fuel. Its rich history and connection to Jesus Christ make", "replacement_keys": [143, 92, 123, 151, 118, 159, 51, 170, 164, 34, 172, 167, 165, 148, 116, 86, 126, 108], "original_crit": 0.43921448243455, "sampled_crit": 0.02306170706604479, "original_llm_likelihood": 0.43921448243455, "sampled_llm_likelihood": 0.02306170706604479}