{"original": "Media playback is not supported on this device The Seattle Reign player topped a supporters' poll to become the second winner of the BBC World Service award. Megan Rapinoe, the star forward for the Reign and the United States Women's National Team, has been recognized by fans around the world for her outstanding contributions to women's football.\n\nRapinoe's extraordinary talent and tireless efforts both on and off the field have not only solidified her status as one of the sport's most influential figures but have also made her a role model for countless aspiring athletes. Her dedication to promoting equality and fighting against social injustice has garnered widespread praise and admiration.\n\nThe BBC World Service award, now in its second year, recognizes individuals who have made a significant impact on the global game. Rapinoe's ability to inspire and bring people together through her exceptional performances and outspoken activism propelled her to secure the award.\n\nRapinoe's remarkable achievements include winning the FIFA Women's World Cup in 2019, where", "sampled": "Media playback is not endorsed on this device The Seattle Reign player topped a supporters' poll to become the second winner of the BBC World Air award. Megan Rapinoe, this star forward for the Reign and the United States Women's National band, has been recognized by fans around the world for her outstanding contributions to women's football. Rapinoe's extraordinary aptitude and diligent efforts both on and off the field have particularly only maintained her character as one of the sport's most influential figures but have also made her a role model for countless aspiring athletes. Her grit to promoting equality and fighting against social injustice has garnered widespread kudos and admiration. The BBC World Service award, now in its second year, recognizes individuals who have made a impressive impact on the global game. Rapinoe's competence to inspire and bring compatriots together through her exceptional performances and outspoken activism propelled her to secure the commendation. Rapinoe's commendable achievements include winning the FIFA Women's World Cup in 2019, where", "replacement_keys": [96, 153, 59, 74, 72, 41, 61, 29, 108, 134, 139, 127, 70, 4, 155, 25], "original_crit": 0.8851094434616064, "sampled_crit": 0.04943890225529704, "original_llm_likelihood": 0.8851094434616064, "sampled_llm_likelihood": 0.04943890225529704}