{"original": "The Spy Who Came In From The Cold, set at the height of the Cold War, is being adapted by the Oscar-winning writer of \"The Spy Who Came In From The Cold,\" set at the height of the Cold War, is being adapted by the Oscar-winning writer of \"The Imitation Game,\" Graham Moore. This thrilling espionage novel, written by John le Carré, has captivated audiences since its release in 1963 and now promises to enthrall a new generation through the silver screen.\n\nMoore, known for his gripping storytelling and ability to bring complex historical events to life, is the perfect fit for this adaptation. \"The Spy Who Came In From The Cold\" follows the story of Alec Leamas, a British spy sent on a dangerous mission to East Germany. As Leamas navigates the intricate web of deception and betrayal, he becomes torn between duty and personal morality.\n\nThe novel's exploration of the intricate world of espionage, combined with Moore's talent for crafting suspenseful narratives, is sure to create a gripping film adaptation. With tensions between East and West rising once again, this story of espionage and betrayal", "sampled": "The Spy Who Came In From The polar, set at the height of the Cold War, is being transformed by the Oscar-winning writer of \"The Spy Who Came In From The wintry,\" found at the height of the Cold War, is being adapted by the Oscar-winning writer of \"The Imitation Game,\" Benjamin Martinez. This thrilling espionage record, written by John le frigid, has captivated audiences since its release in 1963 and now promises to enthrall a new generation through the silver screen. record, known for his engrossing storytelling and ability to bring complex historical events to life, is the perfect fit for this adaptation. \"The Spy Who Came In From The Cold\" follows the story of Alec Leamas, a British spy sent on a dangerous chore to East Germany. As Leamas controls the intricate web of deception and betrayal, he becomes torn between duty and personal morality. The publication exploration of the intricate world of espionage, combined with novelist talent for crafting intense chronologies, is sure to create a gripping film transmutation. With tensions between East and West amplifying once again, this story of espionage and betrayal", "replacement_keys": [163, 178, 52, 7, 148, 56, 131, 51, 86, 125, 31, 61, 158, 18, 32, 162, 82, 171], "original_crit": 0.2554402286385443, "sampled_crit": 0.02093576776361989, "original_llm_likelihood": 0.2554402286385443, "sampled_llm_likelihood": 0.02093576776361989}