{"original": "A survey of employees and managers found that a quarter of new fathers took no paternity leave at all. Fewer than one in 10 took more than two weeks off work to spend time with their newborn child. The survey, conducted by a leading human resources consultancy firm, shed light on the alarming lack of support and understanding for new fathers in the workplace.\n\nThe study revealed that many fathers felt pressured to return to work quickly due to fear of repercussions or negative perceptions from colleagues and superiors. Additionally, a significant number of respondents cited financial concerns as a primary reason for not taking paternity leave, highlighting the need for more comprehensive family-friendly policies that address these issues.\n\nExperts argue that the lack of paternity leave not only deprives fathers of crucial bonding time with their children but also perpetuates gender inequality within the workplace. By placing the burden of childcare solely on mothers, companies inadvertently reinforce traditional gender roles and hinder the progression towards a more equitable society.\n\nThe survey findings have sparked calls for employers to reassess their policies and offer more extensive and flexible paternity leave options. It is crucial for companies to recognize the importance of supporting new fathers, fostering a", "sampled": "A survey of employees and managers found that a quarter of new fathers took no paternity leave at all. Fewer than one in 10 took more than two weeks off work to spend time with their newborn child. The survey, conducted by a leading human resources consultancy bureau, shed disclosure on each alarming lack of backing and understanding for new fathers in the workplace. The study revealed that many fathers felt pressured to return to work quickly due to consternation of repercussions or negative understandings from colleagues and superiors. Additionally, some significant number of respondents cited financial concerns as a dominant reason for not utilizing paternity leave, highlighting the need for more comprehensive family-friendly standards that address these issues. Experts argue that the lack of paternity leave not only deprives fathers with significant bonding time with their children but also perpetuates sex inequality within another workplace. By placing the responsibility of supervision particularly on mothers, companies incautiously reinforce traditional gender roles and hinder the progression towards a more equitable society. The survey findings have sparked calls for employers to reassess their laws and offer more extensive and flexible paternity leave options. It is crucial for companies to recognize the importance of supporting new fathers, nourishing a", "replacement_keys": [181, 51, 131, 104, 151, 49, 132, 149, 152, 55, 156, 47, 141, 100, 114, 204, 90, 144, 79, 84], "original_crit": 0.8698362952610719, "sampled_crit": 0.0404259630581235, "original_llm_likelihood": 0.8698362952610719, "sampled_llm_likelihood": 0.0404259630581235}