{"original": "The Swiss bank said US regulators were investigating potential sales of so called \"bearer bonds\". These bonds can be transferred without registering ownership, enabling wealthy individuals to maintain anonymity in their financial transactions. The investigation comes as US authorities crack down on money laundering and illicit financial activities.\n\nBearer bonds are financial instruments that grant ownership rights to whoever physically holds the bond. Because ownership is not registered, they have long been associated with illicit activities, such as tax evasion and money laundering. These bonds offer an attractive option for individuals seeking to move large sums of money discreetly across borders.\n\nThe Swiss bank, which has not been named, is being scrutinized for its potential involvement in the sale and handling of these bonds. US regulators are closely examining whether the bank facilitated the transfer of bearer bonds for clients, potentially aiding in illegal financial activities.\n\nThis investigation is part of a broader effort by US authorities to increase transparency in financial transactions and clamp down on unlawful practices. The anonymity provided by bearer bonds has been exploited by individuals looking to evade taxes and launder money. By investigating potential sales of these bonds, regulators aim to deter such illicit activities and promote a more secure and", "sampled": "The Swiss bank said US regulators were investigating potential sales of so called \"bearer promises\". another bonds can be transferred without registering dominion, enabling wealthy individuals to maintain anonymity in their financial negotiations. The investigation comes as US authorities crack down on money laundering and illicit financial activities. Bearer bonds are financial Holdings that grant Control rights to whoever literally holds the commitment. Because right is not registered, they have long been associated with illicit activities, such as tax evasion and money laundering. These undertakings offer an attractive option for individuals seeking to move large finances of money discreetly across borders. The Swiss bank, which has not referred named, is being examined for its potential involvement in the sale and handling of these bonds. US regulators are Diligently examining whether the bank furthered the transfer of bearer bonds for clients, potentially aiding in illegal pecuniary activities. This investigation is part of a broader effort by US authorities to increase transparency in financial transactions and clamp down on unlawful practices. The anonymity provided by bearer warrants has been exploited by individuals looking to evade taxes and launder fortune. By investigating potential disposals of these bonds, regulators aim to deter such illicit activities and endorse a more secure and", "replacement_keys": [22, 64, 127, 55, 202, 52, 84, 62, 95, 186, 15, 144, 32, 14, 190, 107, 132, 59, 174, 111], "original_crit": 0.8389205164001362, "sampled_crit": 0.03453459099832305, "original_llm_likelihood": 0.8389205164001362, "sampled_llm_likelihood": 0.03453459099832305}