{"original": "Entrants to the annual event have five minutes to tell the biggest and most convincing lie they can. Winner George Kemp from Maryport, a small town in northern England, wowed judges and spectators alike with his extraordinary ability to spin an elaborate tale.\n\nKemp took to the stage with confidence, captivating the audience from the very beginning. His story began innocently enough—a chance encounter with a talking dog on a quiet country road. But as he continued, Kemp's imagination took flight, weaving a narrative filled with mythical creatures, secret societies, and a hidden treasure buried beneath his own backyard.\n\nThe audience held their breath as he seamlessly blended fact with fiction, leaving them questioning reality. Kemp's delivery was flawless, his words dripping with sincerity as he recounted his fantastical journey.\n\nAs the applause erupted, it was clear that Kemp had outshined the competition. His exceptional storytelling skills, coupled with his unwavering conviction, earned him the title of the \"Greatest Liar of the Year.\"\n\n", "sampled": "Entrants to a annual event have five minutes to tell the biggest and most convincing lie they can. Winner George Kemp from Maryport, a small town in northern England, spellbound judges and spectators alike with his extraordinary ability to fabricate an elaborate tale. Kemp took to the stage with confidence, captivating some audience from another very beginning. His story began naively enough—a chance encounter with a talking dog on a quiet country road. But as he continued, Kemp's creativity took flight, weaving a narrative filled with mythical creatures, secret societies, and a hidden treasure buried beneath his own backyard. The audience held their breath as he seamlessly blended fact with tale, leaving them questioning reality. Kemp's delivery was faultless, his words dripping with straightforwardness as he recounted your fantastical journey. As the hurrahs erupted, it was clear that Kemp had outranked the competition. His incomparable storytelling abilities, coupled with his unwavering faith, earned him the title of the \"Greatest Liar of the Year.\"", "replacement_keys": [51, 123, 144, 110, 151, 140, 118, 39, 127, 29, 78, 54, 60, 146, 2, 132], "original_crit": 0.8694910089317066, "sampled_crit": 0.05068940670058799, "original_llm_likelihood": 0.8694910089317066, "sampled_llm_likelihood": 0.05068940670058799}