{"original": "Heading the processions were some of those caught up in the suicide bomb attacks on Belgium's airport and metro station that killed 32 people. Belgian City Unites in Remembrance and Resilience\n\nHeading the processions were some of those caught up in the suicide bomb attacks on Belgium's airport and metro station that killed 32 people. Belgian citizens from all walks of life came together on Monday to pay tribute and display their resilience in the face of adversity.\n\nThe memorial march, which took place in the heart of Brussels, saw thousands of people solemnly walking through the streets, holding flowers and candles as a symbol of unity and remembrance. The procession was led by survivors of the tragic attacks, who bravely carried the burden of their painful memories.\n\nAs the city mourned, it also demonstrated its unwavering strength. Amidst the grief, messages of solidarity and determination echoed through the crowd, proclaiming that Belgium will not be defeated by terrorism. The procession was a poignant reminder of the power of unity, showing that even in the darkest of times, communities can come together to heal and rebuild.\n\nThe march concluded with a minute of", "sampled": "Heading the processions occurred some of those caught up in the suicide bomb attacks on Belgium's airport and metro station that killed 32 people. Belgian City Unites in Remembrance and Resilience Heading the processions were some of those caught up in the suicide bomb attacks on Belgium's airport and metro station that killed 32 people. Belgian citizens from all sectors of life came together on Monday to honor homage and display our resilience in the face of adversity. The memorial march, which took place in the heart of Brussels, saw thousands of people solemnly walking through the thoroughfares, holding flowers and candles as a symbol of unity and remembrance. The procession was led by survivors of the somber attacks, who bravely carried the agony of their painful memories. As the city mourned, it also demonstrated its enduring strength. Amidst the woe, indications of solidarity and determination reiterate through the crowd, proclaiming that Belgium cannot not be defeated by terrorism. The procession was a poignant reminder of the influence of unity, denoting that even in the doleful of interludes, communities can come together to heal and rebuild. The display concluded with another minute of", "replacement_keys": [146, 175, 141, 71, 97, 59, 187, 177, 136, 3, 68, 117, 153, 167, 123, 140, 190, 170, 67], "original_crit": 0.2859063704991672, "sampled_crit": 0.029826098920934834, "original_llm_likelihood": 0.2859063704991672, "sampled_llm_likelihood": 0.029826098920934834}