{"original": "New shots of Charlene Downes, 14, who was last seen in Blackpool town centre, were discovered during a trawl of CCTV. The footage, obtained by investigators, provides a glimmer of hope in the decade-long search for the missing teenager.\n\nCharlene Downes vanished without a trace on November 1, 2003, leaving her family distraught and desperate for answers. The newly discovered CCTV footage captures her on that fateful day, walking through the bustling streets of Blackpool. The images have reignited the investigation, with authorities urging the public to come forward with any information that could help solve the case.\n\nThe discovery of these shots is a significant breakthrough in the search for Charlene and brings renewed hope to her loved ones. The police continue to explore all possible leads and are determined to uncover the truth behind her disappearance. They are urging anyone who may have seen Charlene or has any information, no matter how small, to come forward and assist in their efforts to", "sampled": "New shots of Charlene Downes, 14, who was last seen in Blackpool town centre, were discovered during a trawl of CCTV. The footage, obtained by investigators, provides this glimmer of hope in some decade-long search for another missing teenager. Charlene Downes vanished without a trace on November 1, 2003, leaving her family distraught and desperate for answers. The newly observed monitoring clip captures her on that fateful day, walking through the bustling streets of Blackpool. The representations have enkindled the exploration, with authorities appealing the public to come forward with any evidence that could help solve the case. The discovery of these shots is every substantial breakthrough in the search for Charlene and supplies renewed hope to her loved ones. The police continue to explore all possible marks and are determined to uncover the truth behind her disappearance. They are urging anyone who may have seen Charlene or has any information, no matter how small, to come forward and assist in their attempts to", "replacement_keys": [32, 162, 76, 104, 80, 113, 127, 59, 27, 83, 91, 60, 78, 105, 61, 36], "original_crit": 0.3854691291825226, "sampled_crit": 0.024456803505227484, "original_llm_likelihood": 0.3854691291825226, "sampled_llm_likelihood": 0.024456803505227484}