{"original": "Matthew Eteson is on trial at Preston Crown Court for the manslaughter by gross negligence of Kelly Webster, 36, and Lauren Thornton. The pair died after being overcome by carbon monoxide poisoning on a boat trip in the Lake District in 2013. The court heard that Eteson had failed to properly maintain the vessel's exhaust system, leading to the tragic incident.\n\nProsecutors argued that the defendant's negligence and disregard for the safety of his passengers resulted in their untimely deaths. It was revealed that Eteson had attempted to repair the exhaust system himself, despite lacking the necessary expertise. This led to a fatal leak of carbon monoxide, a poisonous gas.\n\nWitnesses recounted how Webster and Thornton had complained of feeling unwell during the boat trip, describing symptoms such as headaches and dizziness. Tragically, their conditions rapidly deteriorated, and both women died before they could receive medical attention.\n\nEteson's defense team argued that he had acted without malice and had not been aware of the dangers posed by the faulty exhaust system. They claimed that his actions were merely a tragic error, rather than a criminal", "sampled": "Matthew Eteson is on trial at Preston Crown Court for the manslaughter by gross negligence of Kelly person, 36, and Lauren Harrison. all pair died behind being overcome by carbon monoxide poisoning on this boat trip in the Lake District among 2013. The court heard that Eteson had failed to properly maintain some vessel's exhaust structure, leading to the tragic incident. Prosecutors argued that the Conspirator negligence and disregard for the safety of his passengers resulted in their untimely deaths. It was revealed that Eteson had attempted to repair this exhaust system himself, despite lacking the necessary expertise. This led to a tragic leak of carbon smog, a poisonous gas. Witnesses recounted how Webster and someone had complained of feeling unwell during the boat trip, describing symptoms such as pangs and dizziness. Tragically, their plights rapidly deteriorated, and both women died before they could receive medical attention. Eteson's defense team argued that he had executed without malice and had not been aware of the pericils posed by the faulty exhaust system. They conveyed that his actions were merely a tragic error, rather than a criminal", "replacement_keys": [129, 55, 65, 25, 154, 52, 134, 17, 22, 164, 21, 33, 115, 40, 89, 172, 102, 106], "original_crit": 0.8004898383265691, "sampled_crit": 0.036194100161405354, "original_llm_likelihood": 0.8004898383265691, "sampled_llm_likelihood": 0.036194100161405354}