{"original": "Masai Graham won with the gag: \"My dad suggested I register for a donor card, he's a man after my own heart.\" The prestigious title of the funniest joke of the Edinburgh Festival Fringe 2016 was claimed by the British comedian, leaving audiences in stitches.\n\nHis witty one-liner cleverly plays with the double meaning of \"a man after my own heart,\" highlighting the father's desire for his child to have the same generous nature. Graham's hilarious take on the suggestion to register as an organ donor brought the house down, showcasing his talent for delivering sharp and imaginative humor.\n\nThe annual competition to find the funniest joke is organized by TV channel Dave. A panel of ten judges spent weeks sifting through over 2,000 entries before selecting Graham's gag as the winner. The comedian, who has been performing at the Edinburgh Fringe for several years, was honored to have his joke recognized as the best among his peers.\n\nGraham's triumph at the Edinburgh Festival", "sampled": "Masai Graham won with the gag: \"My dad suggested I register for a donor card, he's a man after my own heart.\" The prestigious title of the funniest joke of this Edinburgh Fair Fringe 2016 took claimed through the British comedian, leaving audiences in stitches. His witty one-liner cleverly plays around all double essence of \"a man after my own heart,\" highlighting this father's desire for his child to have the same generous nature. Graham's whimsical take on the tip to register as an organ backer brought the house down, showcasing his talent for delivering sharp and imaginative humor. The annual competition to find the funniest joke is organized by TV channel Dave. A panel of ten analysts spent weeks sifting through over 2,000 entries before selecting Graham's gag as the winner. The comedian, who holds been performing at the presentation Fringe for several years, was admired to obtain his joke recognized as the best among his peers. Graham's triumph at the Edinburgh Festival", "replacement_keys": [62, 135, 140, 50, 117, 30, 53, 51, 148, 79, 35, 37, 146, 32, 85, 75], "original_crit": 0.4616376491180259, "sampled_crit": 0.02959030108768479, "original_llm_likelihood": 0.4616376491180259, "sampled_llm_likelihood": 0.02959030108768479}