{"original": "The retailer claims the plans for Chippenham would create 1,000 jobs and bring £31m into the economy each year. In an exciting development for the town, a major retailer has proposed a new project that promises significant economic benefits and job opportunities. The company, whose name remains undisclosed, has submitted plans to establish a large-scale retail center in Chippenham, a bustling market town in Wiltshire.\n\nIf approved, the project would generate a thousand new jobs, offering a much-needed boost to the local workforce. Additionally, the retailer estimates that the center would inject £31m into the economy annually, providing a significant stimulus to local businesses and services.\n\nThe proposed development has garnered attention and support from local officials who recognize the potential for economic growth and employment opportunities. The town council is currently reviewing the plans and considering the potential impact on traffic and infrastructure, as well as the project's compatibility with existing town planning policies.\n\nIf given the green light, the project could be a game-ch", "sampled": "The retailer claims the plans for Chippenham would create 1,000 jobs and bring £31m into the economy each year. In each exciting development for the town, a major retailer has proposed a new project that promises significant economic benefits and job pathways. The merchant, whose name remains undisclosed, has submitted plans to establish a large-scale retail center in Chippenham, a bustling market town in Wiltshire. If approved, the activity would generate a thousand current jobs, offering a important boost to the local workforce. Additionally, the retailer visualizes that the premise must inject £31m into the mercantile annually, providing a significant stimulus to local businesses and services. The proposed development has garnered attention and support from local officials who recognize the potential for economic prosperity and employment opportunities. The town council is currently reviewing the drafts and considering the potential importance on traffic and infrastructure, as well as the project's compatibility with existing town idea standards. If given the green light, every project could be a game-ch", "replacement_keys": [20, 139, 68, 41, 154, 43, 95, 86, 153, 73, 134, 123, 89, 77, 160, 90], "original_crit": 0.9151654769568062, "sampled_crit": 0.04894116166974727, "original_llm_likelihood": 0.9151654769568062, "sampled_llm_likelihood": 0.04894116166974727}