{"original": "The walkout is in protest over the dismissal of two nurses involved in a violent struggle with a patient. Kevin Gregson and Peter Hilton were sacked from their positions at St. Mark's Hospital after a disturbing incident involving a patient turned violent. The decision to terminate the nurses' employment has sparked outrage among their colleagues, leading to a walkout in protest.\n\nThe incident occurred last week when Gregson and Hilton were attending to a patient who became agitated and aggressive. In an attempt to subdue the patient, a physical struggle ensued, resulting in injuries to both the nurses and the patient. Despite their efforts to manage the situation, hospital management deemed their actions inappropriate and decided to terminate their employment.\n\nColleagues argue that Gregson and Hilton were merely acting in self-defense while trying to protect themselves and others from harm. They believe that dismissing the nurses sends a discouraging message to healthcare professionals who face similar challenging situations daily.\n\nThe walkout has caused disruptions in hospital operations, with remaining staff struggling to fill the void left by their absent colleagues. Nurses and other healthcare workers are demanding a review of the dismissal decision, urging management to reconsider and rein", "sampled": "The walkout seems in protest over the dismissal of two nurses involved in a confrontational fracas with a patient. Benjamin Gregson and Philip Douglas were sacked from their positions at St. Mark's Hospital after a disturbing incident involving a patient turned violent. The decision to terminate each nurses' employment has awakened disapproval among their colleagues, leading to each walkout in protest. The incident occurred last week when Gregson and Hilton were attending to a patient who became agitated and pugnacious. In an try to subdue the patient, a physical struggle ensued, resulting in injuries to both the nurses and the patient. Despite their efforts to manage the situation, hospital management deemed their actions inappropriate and decided to terminate their role. Colleagues argue that Gregson and Hilton were merely acting in self-defense while trying to protect themselves and others from harm. They believe that dismissing the nurses sends a discouraging message to healthcare doctors who face similar Daunting situations daily. The walkout has caused disruptions toward hospital operations, with remaining staff struggling to fill the void left by their absent colleagues. Nurses and extra healthcare workers are demanding a inspection of the dismissal pronouncement, urging management to reconsider and rein", "replacement_keys": [15, 51, 192, 50, 164, 188, 82, 57, 119, 182, 156, 152, 79, 23, 22, 46, 2, 14, 19], "original_crit": 0.8573004625916255, "sampled_crit": 0.03768849223165805, "original_llm_likelihood": 0.8573004625916255, "sampled_llm_likelihood": 0.03768849223165805}