{"original": "Yorkshire batsman Joe Root has been named as the new Test captain after Alastair Cook resigned after more than four years in charge. \"We are delighted to announce that Joe Root will be taking over the reins as the captain of our Test team,\" said England Cricket Board chairman, Colin Graves. Root, 26, who has already captained England in limited-overs cricket, is renowned for his exceptional batting skills and is widely regarded as one of the team's most talented players. With an impressive average of over 52 in Test cricket, Root has consistently been a key contributor to England's success. Cook, who captained England in a record 59 Tests, decided to step down after a disappointing tour of India. Root's appointment comes as no surprise, as the Yorkshireman has long been seen as Cook's heir apparent. England fans and cricket enthusiasts are eagerly anticipating the impact Root will have in his new leadership role.", "sampled": "Yorkshire batsman Joe Root has been named as the new Test captain after Alastair Cook resigned after more than four years in power. \"We are delighted to announce that Joe Root will be taking over the reins as the captain of our Test selection,\" said England Cricket Board chairman, Colin Graves. Root, 26, who includes already captained England in limited-overs cricket, is renowned for his exceptional batting skills and is widely regarded as one of some team's most talented players. With the impressive average inside over 52 in Test cricket, Root holds consistently shown a key contributor to England's success. Cook, whom governed England in each record 59 Tests, decided to step down after every disappointing tour inside India. Root's appointment comes as no surprise, as the Yorkshireman owns long been seen as Cook's heir apparent. England fans and cricket enthusiasts are eagerly anticipating the impact Root will have into his new leadership role.", "replacement_keys": [128, 91, 93, 105, 22, 101, 102, 117, 149, 81, 114, 84, 54, 75, 43], "original_crit": 0.8034184701823597, "sampled_crit": 0.054544509816487466, "original_llm_likelihood": 0.8034184701823597, "sampled_llm_likelihood": 0.054544509816487466}