{"original": "Remus Hamza, 40, is alleged to have attacked the 20-year-old near Cardiff University as she walked home alone after a night out. Hamza, a local resident, was arrested and is now facing charges of assault and attempted robbery.\n\nThe incident occurred late on Friday night when the victim was making her way home from a night out with friends. As she walked alone near Cardiff University, she was approached by Hamza, who allegedly attacked her without provocation.\n\nEyewitnesses reported hearing screams for help and immediately called the police. Within minutes, officers arrived at the scene and apprehended Hamza, who was still in the vicinity. The victim was quickly taken to a nearby hospital for treatment of her injuries.\n\nLocal residents have expressed shock and concern over the incident, with many calling for increased safety measures in the area. Cardiff University, in collaboration with the local police force, has assured students and the community that they are working together to improve security and ensure the safety of all individuals.\n\nHamza is due to appear in court next month, and the investigation is ongoing.", "sampled": "Remus Hamza, 40, is alleged to have attacked the 20-year-old near Newcastle University as she walked home alone after a night out. Hamza, each local resident, was arrested and is now facing charges of assault and attempted robbery. The incident occurred late on Friday night when the victim was making her way home from a nighttime out with friends. As she wandered alone near Cardiff University, she was approached by Hamza, who allegedly assaulted her without Causation. Bystanders reported hearing screams for help and immediately called the police. Within minutes, officers arrived at any scene and apprehended Hamza, who was still in the vicinity. The victim was quickly delivered to every nearby hospital for treatment of her injuries. Locational residents have expressed shock and concern over the incident, with many appealing for increased bulwark maneuvers in the area. Cardiff University, in collaboration with the local police force, owns assured students and the community that they are working together to develop security and ensure the safety of all individuals. Hamza is due to appear in court next period, and the inspection is ongoing.", "replacement_keys": [147, 76, 23, 93, 133, 108, 73, 176, 61, 159, 130, 110, 134, 179, 11, 118, 77, 55], "original_crit": 0.9031284269351512, "sampled_crit": 0.04493250575517084, "original_llm_likelihood": 0.9031284269351512, "sampled_llm_likelihood": 0.04493250575517084}