{"original": "As with last year's parade, only the Orangemen and their 13 notified bands can march past St Patrick's Church on Donegall Street in Belfast. As with last year's parade, only the Orangemen and their 13 notified bands can march past St Patrick's Church on Donegall Street in Belfast. The decision by the Parades Commission has sparked controversy and reignited tensions between the Orange Order and the Catholic community.\n\nCritics argue that the restriction is a clear demonstration of religious discrimination, as the parade route has historically included this section of the city. The Orange Order, however, claims that the decision is necessary to avoid potential clashes and maintain order.\n\nThe commission's ruling has received mixed reactions from both sides of the divide. Some Protestant groups are supportive, stating that it is a step towards maintaining peace and preventing further violence. On the other hand, Catholic organizations believe that the decision undermines their rights and perpetuates a sectarian divide.\n\nThe debate surrounding this issue highlights the ongoing challenges faced by Northern Ireland in finding a balance between cultural expression and the need for peaceful coexistence. The delicate task of regulating parades will continue to", "sampled": "As with last year's exhibition, only the Orangemen and their 13 notified bands can march past St Patrick's Church on Donegall Street in Belfast. As with last year's parade, only the Orangemen and their 13 notified bands can march past St Patrick's Church inside Donegall Street in Galway. The answer by the Parades Commission has sparked controversy and reignited tensions between the Orange Order and the Catholic community. Critics argue that the restriction is a undeniable exhibition of religious discrimination, as the parade route has historically included this division of the city. The league Order, however, claims that the decision is necessary to avoid potential struggles and maintain organization. The commission's ruling has received mixed reactions from both sides of the divide. Some Protestant groups are favor, stating that it is a action towards maintaining amity and hampering further violence. On the other hand, Catholic organizations believe that the decision undermines their rights and perpetuates a factional divide. The debate surrounding this issue highlights the ongoing challenges tackled by Northern republic in finding a balance between cultural demonstration and the need for peaceful coexistence. The subtle task of regulating parades will continue to", "replacement_keys": [156, 43, 177, 93, 105, 137, 135, 88, 76, 4, 185, 167, 108, 132, 49, 47, 75, 126, 170], "original_crit": 0.17716452277936895, "sampled_crit": 0.021625577798557026, "original_llm_likelihood": 0.17716452277936895, "sampled_llm_likelihood": 0.021625577798557026}