{"original": "The bodies of backpackers Miss Witheridge, 23, from Norfolk, and Mr Miller, 24, from Jersey, were found on a beach, sending shockwaves through the tight-knit travel community. The young adventurers had been enjoying their time on the idyllic island of Koh Tao, Thailand, when tragedy struck. Their lifeless bodies were discovered in the early hours of the morning, leaving locals and tourists devastated.\n\nAuthorities are treating the deaths as suspicious, as both victims showed signs of physical assault. The local police have launched a full-scale investigation, with detectives gathering evidence and interviewing witnesses. The news has also prompted concerns about the safety of travelers in the popular tourist destination.\n\nBoth Miss Witheridge and Mr Miller were well-liked and known for their adventurous spirit. Their families are now grappling with the sudden loss of their loved ones, as they anxiously await answers and justice. The incident serves as a grim reminder of the risks that can sometimes come with exploring unfamiliar territories.", "sampled": "The bodies of backpackers Miss Witheridge, 23, from Cumberland, and Mr Miller, 24, from Jersey, were found on a shingle, stirring shockwaves through the tight-knit travel community. The young adventurers had been enjoying their time on those idyllic island of Koh Tao, Thailand, when tragedy struck. Their lifeless cadavers were discovered in the early hours of the morning, going locals and tourists devastated. Authorities are treating either deaths as suspicious, as both victims showed signs of physical battery. The internal police have launched a full-scale investigation, with detectives gathering evidence and interviewing witnesses. The news has also prompted concerns about the safety of travelers in the popular tourist destination. Both Miss Witheridge and Mr Miller were well-liked and established for their adventurous spirit. Their families are now grappling with the sudden loss of their loved ones, as they anxiously await insights and lawfulness. The incident serves as a cheerless reminder of the risks that can sometimes happen about exploring unfamiliar vicinities.", "replacement_keys": [148, 79, 156, 140, 142, 36, 19, 157, 48, 58, 160, 118, 66, 8, 77, 20], "original_crit": 0.12570991803663034, "sampled_crit": 0.021103546572907854, "original_llm_likelihood": 0.12570991803663034, "sampled_llm_likelihood": 0.021103546572907854}