{"original": "The Black Caps, having been set a world record 504 to win, resumed on 142-3 and their challenge quickly folded. Brendon McCullum, the skipper who had shown remarkable resilience throughout the match, fell early in the day, leaving the New Zealand team in disarray. \n\nDespite the odds stacked against them, the Black Caps fought valiantly in the face of a dominant opposition. However, the sheer force of the target proved insurmountable. In a testament to their fighting spirit, the Kiwis managed to put up a respectable fight, but ultimately succumbed to the superior prowess of their opponents.\n\nThe match will go down in cricketing history as a display of exceptional batting by the opposing team. Their world record target proved to be an insurmountable mountain for the Black Caps. Yet, amidst the defeat, the New Zealand team can take pride in their relentless determination and the glimpses of brilliance shown throughout the match.\n\nAs they reflect on this challenging", "sampled": "The Black Caps, having been set every world record 504 to procure, resumed on 142-3 and my challenge quickly folded. Brendon McCullum, the skipper who had shown remarkable resilience throughout the match, fell early in any day, leaving the New Zealand team in disarray. Despite the odds stacked against them, the Black Caps fought valiantly in the face of a dominant opposition. However, the sheer influence of the target proved insurmountable. In a testament to her fighting mettle, the Kiwis managed to put up a respectable tussle, but ultimately succumbed to the superior artistry of their opponents. The match will go down in cricketing history as a display of exceptional batting by the competing team. Their world record target evidenced to be an insurmountable mountain for the Black Caps. Yet, amidst the defeat, the New Zealand team can take pride in their relentless staunchness and each Clues of brilliance indicated throughout the match. As they reflect on this challenging", "replacement_keys": [77, 86, 119, 65, 113, 143, 145, 35, 149, 16, 146, 75, 6, 93, 11], "original_crit": 0.7057381218777545, "sampled_crit": 0.027591271227290957, "original_llm_likelihood": 0.7057381218777545, "sampled_llm_likelihood": 0.027591271227290957}