{"original": "The Halle Orchestra wants to open a school in Stoke-on-Trent in 2020, for both primary and secondary pupils. The orchestra will partner with local schools and provide music education to students of all ages. The aim is to nurture young talent and inspire a love for music within the community.\n\nThe Halle Orchestra, based in Manchester, has a rich history of promoting classical music and engaging with diverse audiences. The proposed school in Stoke-on-Trent will offer a comprehensive curriculum, including instrumental lessons, music theory, and performance opportunities.\n\nBy bringing a world-class orchestra to the area, the school hopes to ignite a passion for music in students who may not otherwise have access to such opportunities. The Halle believes that music education can have a transformative effect on young people, fostering creativity, discipline, and teamwork.\n\nThe plans for the school have received positive feedback from local authorities and educational institutions in Stoke-on-Trent. The orchestra's commitment to providing scholarships and bursaries ensures that the school will be inclusive and accessible to all.\n\nWith the Halle Orchestra's expertise and dedication, the school in Stoke-on-Trent aims to become a hub", "sampled": "The Halle Orchestra wants to open a school in Stoke-on-Trent in 2020, for both primary and secondary proteges. The orchestra will partner with local schools and provide music education to students of all youngsters. The aim is to nurture young talent and prompt some love for tune within the group. The Halle Orchestra, based in Manchester, has a rich past of promoting sophisticated music and engaging with diverse audiences. The proposed school in Stoke-on-Trent will offer a comprehensive curriculum, including lyrical lessons, music knowledge, and performance opportunities. By bringing a world-class symphonic to the area, the campus hopes to ignite a passion for music in students who may not otherwise have access to such opportunities. The Halle believes that music education can have a transformative effect on young people, developing creativity, discipline, and teamwork. The designs for the school have collected positive feedback from domestic authorities and educational corporations in Stoke-on-Trent. The orchestra's commitment to providing scholarships and allowances ensures that the school will be inclusive and accessible to all. With the Halle Orchestra's expertise and dedication, the school in Stoke-on-Trent aims to become a hub", "replacement_keys": [46, 129, 83, 62, 17, 33, 43, 42, 158, 80, 96, 140, 91, 144, 59, 49, 148, 135], "original_crit": 0.7950550684100725, "sampled_crit": 0.05362529084168487, "original_llm_likelihood": 0.7950550684100725, "sampled_llm_likelihood": 0.05362529084168487}