{"original": "Falcon and Pointer was fined £175,000 for making automated calls about PPI, and Direct Choice Home Improvements Ltd was fined £150,000 for similar offenses. The Information Commissioner's Office (ICO) has taken a firm stance against unsolicited automated calls, commonly known as robocalls, and has issued hefty fines to two companies found guilty of making such calls.\n\nFalcon and Pointer, a claims management company, and Direct Choice Home Improvements Ltd, a home improvement services provider, were both fined for bombarding individuals with automated calls about payment protection insurance (PPI). These companies violated the Privacy and Electronic Communications Regulations, which prohibit the use of automated calling systems for marketing purposes without prior consent.\n\nThe ICO's investigation revealed that Falcon and Pointer made over 2.5 million unsolicited calls between November 2017 and February 2018, while Direct Choice Home Improvements Ltd made over 900,000 such calls between December 2017 and March 2018. These calls not only intruded upon individuals' privacy but also caused significant nuisance and distress.\n\nThe fines imposed on Falcon and Pointer and Direct Choice", "sampled": "Falcon and Pointer was fined £175,000 for making automated calls about PPI, and Direct Choice Home Improvements Ltd was fined £150,000 for similar lapses. The Information Commissioner's Office (ICO) has taken a firm stance against unsolicited automated broadcasts, conventionally known as robocalls, and has issued hefty fines to two companies found guilty of making such calls. Falcon and Pointer, a claims oversight company, and Direct Resolution Home Improvements Ltd, a home improvement services provider, were both fined for bombarding People with automated calls about payment protection shelter (PPI). These companies transgressed this Privacy and Electronic Communications Regulations, which prohibit some use of automated calling systems for marketing purposes without prior consent. The ICO's investigation revealed that Falcon and Pointer formed over 2.5 million unsolicited calls between November 2017 and February 2018, while Unambiguous Choice Home Ameliorations Ltd made over 900,000 analogous calls between July 2017 and March 2018. These calls not only interrupted upon individuals' privacy but also caused significant nuisance and distress. The fines imposed on Falcon and Pointer and Direct Judgement", "replacement_keys": [132, 37, 79, 86, 135, 23, 61, 140, 91, 172, 65, 90, 143, 38, 152, 119, 99], "original_crit": 0.7009478172769387, "sampled_crit": 0.03729420912279398, "original_llm_likelihood": 0.7009478172769387, "sampled_llm_likelihood": 0.03729420912279398}