{"original": "Mark Footitt took 3-52 as the visitors lost five wickets before lunch while Sam Curran dismissed England opener Haseeb Hameed in an enthralling display of bowling on the first day of the test match.\n\nFootitt, making a return to the national side after a two-year absence, proved his worth with a lethal spell that left the opposition reeling. His fiery pace and impeccable line and length troubled the batsmen, earning him three crucial wickets. The left-arm seamer showcased his ability to exploit the conditions and extract movement off the pitch.\n\nMeanwhile, young prodigy Sam Curran, continuing his impressive form, struck early to remove Hameed, who had been the backbone of the England innings. Curran's knack for breakthroughs at crucial junctures has been a highlight of his career so far, and he did not disappoint on this occasion.\n\nThe visitors' batting order will have much to ponder as they seek to recover from a shaky start. Foot", "sampled": "Mark Footitt took 3-52 as the visitors lost five wickets before lunch while Sam Curran dismissed England opener Haseeb Hameed in no enthralling display of bowling on each first day of the test match. Footitt, making a return to the national group after a two-year absence, proved her worth with a violent Period that left the opposition reeling. His Fiery velocity and impeccable line and length troubled the batsmen, earning him three crucial wickets. The left-arm seamer showcased his ability to exploit the conditions and extract movement off the pitch. Meanwhile, young prodigy Sam Curran, continuing his impressive form, hit early to remove Hameed, who had been the backbone of the England innings. Curran's proficiency for innovations at indispensable junctures has been a highlight of his career so far, and he did not disappoint on this occasion. The visitors' batting order will have much to ponder as they seek to recover from an Shaky start. cricketer", "replacement_keys": [99, 47, 152, 21, 60, 155, 59, 27, 116, 118, 52, 51, 114, 153, 41], "original_crit": 0.6158513060629816, "sampled_crit": 0.02884608516776274, "original_llm_likelihood": 0.6158513060629816, "sampled_llm_likelihood": 0.02884608516776274}