{"original": "The woman repeatedly reported Craig Hutsby, of Eastwood, Nottinghamshire, for threatening behaviour and breach of bail conditions in July 2014. The woman repeatedly reported Craig Hutsby, of Eastwood, Nottinghamshire, for threatening behaviour and breach of bail conditions in July 2014. Despite her attempts to bring attention to his misconduct, the woman's pleas seemed to fall on deaf ears.\n\nHutsby's threatening behaviour and disregard for his bail conditions were a cause for concern within the community. The woman, terrified for her safety, contacted the local authorities on numerous occasions, detailing explicit incidents and providing evidence to support her claims.\n\nHowever, it appears that her reports went largely ignored, leaving her feeling frustrated and abandoned by the system in place to protect victims. Hutsby's actions continued unchecked, leaving the woman living in constant fear.\n\nThis case highlights the need for a more robust and responsive approach to dealing with reports of threatening behaviour. It is essential that victims are taken seriously and that appropriate action is taken to address their concerns.\n\nThe woman's bravery in repeatedly speaking out against Hutsby's behaviour should not be in vain. It", "sampled": "The woman repeatedly reported Craig Hutsby, of Eastwood, Nottinghamshire, for threatening behaviour and breach of bail conditions in July 2014. The woman repeatedly reported Craig Hutsby, of Eastwood, Nottinghamshire, for threatening behaviour and breach of bail conditions in July 2014. Despite her attempts to incite attention to his misconduct, the woman's pleas seemed to fall on deaf ears. Hutsby's threatening behaviour and disregard for his bail conditions were a explanation for concern within the community. The compatriot, terrified for her safety, contacted the domestic authorities on numerous spells, detailing explicit incidents and providing demonstration to support her claims. However, it appears that her indictments went largely ignored, overlooking her feeling defeated and abandoned by the model in place to protect victims. Hutsby's actions continued uncontrolled, leaving the woman bunking in constant fear. This case highlights the need for a more robust and keen approach to dealing with declarations of threatening behaviour. It is significant that victims are taken meticulously and that appropriate action is taken to address their reservations. The target bravery in repeatedly speaking out against Hutsby's behaviour should not be in vain. It", "replacement_keys": [110, 115, 153, 76, 128, 93, 170, 147, 44, 103, 87, 83, 107, 158, 69, 124, 168, 142], "original_crit": -2.1618330478668213, "sampled_crit": -3.4407076835632324, "original_llm_likelihood": 0.81, "sampled_llm_likelihood": 0.08}