{"original": "Geoffrey Stewart, 74, of Dumfries, was one of three men in their 60s and 70s who went missing in the Scottish Highlands last week. The search and rescue operation, involving local police and mountain rescue teams, lasted for three days before Stewart and his companions were finally found safe and well.\n\nThe trio had set out on a hiking trip in the Cairngorms National Park but encountered adverse weather conditions, including heavy snowfall and strong winds. Concerns were raised when they failed to return as planned, prompting a widespread search effort.\n\nRescue teams combed through the treacherous terrains, battling challenging weather conditions, to locate the missing men. Finally, on the third day, they were found in a remote area, sheltering in a mountain bothy.\n\nAll three hikers, including Stewart, were unharmed but understandably exhausted. They were promptly provided with medical attention and transported to safety.\n\nThis incident serves as a reminder of the unpredictability of outdoor activities, particularly in mountainous regions. Authorities urge hikers to be adequately prepared, including carrying essential equipment and keeping an eye on weather forecasts", "sampled": "Geoffrey Keith, 74, of Dumfries, showed one of three men in their 60s and 70s who went missing in the Scottish Highlands ultimate week. The inspection and rescue assignment, involving local police and mountain rescue teams, lasted for three days before Stewart and his companions were finally found safe and well. The trio had set out on every hiking trip in the Cairngorms National Park but encountered adverse turbulent conditions, including heavy snowfall and strong winds. Concerns were raised when they failed to return as planned, prompting each widespread rummage effort. Rescue teams combed through the treacherous terrains, battling challenging weather conditions, to locate the missing men. Finally, on the third day, they were found in a faraway area, sheltering among a mountain bothy. All three hikers, including Stewart, were unharmed but understandably exhausted. They were promptly provided with medical attention and transported to safety. This incident serves as a nod of the unpredictability of outdoor activities, particularly in mountainous regions. Authorities champion hikers to go adequately prepared, including dragging essential outfit and keeping this eye on weather forecasts", "replacement_keys": [68, 169, 165, 150, 87, 162, 174, 1, 28, 171, 120, 89, 22, 5, 25, 117, 57], "original_crit": -2.1270525455474854, "sampled_crit": -3.4341700077056885, "original_llm_likelihood": 0.95, "sampled_llm_likelihood": 0.1}