{"original": "Seamer Abbott, 29, and top-order batsman Rossouw, 27, confirmed their international retirements in January. The South African cricket team suffered a major blow with the retirement of two talented players at such a young age. Kyle Abbott, known for his exceptional bowling skills, had already made a mark in international cricket with his fiery pace and accuracy. His sudden departure left the team scrambling to find a reliable replacement. On the other hand, Rilee Rossouw, a promising top-order batsman, had displayed great potential with his elegant stroke play and consistent performances. His decision to retire came as a shock to many, as he seemed destined for a long and successful international career. With the loss of these two players, the South African team faces a challenging task of rebuilding and finding suitable replacements in order to maintain their competitive edge on the international stage.", "sampled": "Seamer Abbott, 29, and top-order batsman Rossouw, 27, confirmed Your international retirements in January. The South African cricket team suffered a major blow with every retirement of two talented players toward such a young moment. Kyle Abbott, known for his exceptional bowling skills, had already made a mark amid international cricket with his fiery pace and righteousness. His sudden departure left the team scrambling to find a reliable replacement. On the other hand, Rilee Rossouw, a promising top-order batsman, had displayed great potential with our elegant stroke play and consistent performances. Its decision to retire came as a appal to many, as he seemed predetermined for a long and successful international career. With the loss of these two players, some South African team faces each challenging task of rebuilding and finding suitable replacements inside order to maintain their competitive edge at the international stage.", "replacement_keys": [30, 133, 84, 91, 124, 56, 140, 98, 48, 34, 119, 104, 9, 24], "original_crit": -2.367581844329834, "sampled_crit": -3.6870200634002686, "original_llm_likelihood": 0.82, "sampled_llm_likelihood": 0.06}