{"original": "Media playback is not supported on this device Fraser, the world number 90, hit nine birdies to finish with an eight under par 63, three shots clear of his closest competitor. The Australian golfer displayed exceptional skill and precision in his performance, leaving spectators in awe. Fraser's impressive round included incredible shots and flawless putting that showcased his mastery of the game.\n\nWith this remarkable performance, Fraser has put himself in a strong position to contend for the tournament title. His eight under par 63 not only places him at the top of the leaderboard but also demonstrates his potential to compete against some of the world's best golfers.\n\nFraser's success is a testament to his dedication and hard work. As the world number 90, he is often overlooked by the media and fans. However, his exceptional performance has caught the attention of golf enthusiasts worldwide, proving that he is a force to be reckoned with.\n\nThe remaining rounds of the tournament promise to be exhilarating as Fraser looks to maintain his lead and secure a well-deserved victory. Golf fans eagerly await the next day's play, hoping to witness more of Fraser's incredible shots and witness", "sampled": "Media playback is not supported on this device Fraser, the world number 90, hit nine birdies to finish with an eight under par 63, three shots clear of his closest antagonist. Both Australian golfer displayed exceptional skill and precision inside his enactment, stimulating spectators in marvel. Fraser's impressive round included incredible shots and flawless putting that featured his mastery of the game. With this remarkable performance, Fraser has put himself in a strong position to contend for the tournament title. His eight below par 63 not only places myself at the top of the leaderboard but also demonstrates his potential to compete against some of the world's best golfers. Fraser's success is a testament to his zeal and hard work. As each world number 90, he is often overlooked by the media and fans. However, his exceptional performance has drawn the attention of golf enthusiasts worldwide, supporting that he is a force to be reckoned with. The remaining rounds of the tournament promise to be absorbing as Fraser looks to maintain his lead and affirm a well-deserved mastery. Golf fans eagerly await the next battle accomplishment, hoping to witness more of Fraser's incredible executions and witness", "replacement_keys": [184, 42, 193, 41, 45, 82, 121, 88, 146, 177, 174, 185, 39, 165, 139, 30, 56, 31, 116], "original_crit": -2.188828706741333, "sampled_crit": -3.236201763153076, "original_llm_likelihood": 0.82, "sampled_llm_likelihood": 0.12}