{"original": "They spend an average of Â£581 a year on music festivals, often opting for VIP passes or upgraded camping options. Predominantly young adults in their 20s and 30s, festival-goers are willing to splurge for an unforgettable experience.\n\nAccording to a recent survey, music lovers spend an average of £581 annually on attending music festivals. This expenditure often includes VIP passes, upgraded camping options, and other add-ons that enhance the overall festival experience.\n\nThe survey predominantly focused on young adults in their 20s and 30s, who are known for their passion for live music and desire to create lasting memories. These festival enthusiasts are more than willing to go the extra mile to make their festival experience as enjoyable as possible.\n\nThe study also revealed that the average festival-goer attends about three music festivals per year, spending roughly £194 per event. With an ever-growing number of festivals offering diverse lineups and unique atmospheres, it's no surprise that music lovers are willing to invest in these experiences.\n\nFrom the pulsating energy of the main stage to the intimate performances at smaller, hidden stages, music festivals have", "sampled": "They spend an average of Â£581 a year on music galas, often opting for VIP passes or upgraded camping options. Predominantly young adults of their 20s and 30s, festival-goers are willing to splurge for an unforgettable experience. According to a recent survey, music buffs spend an general of £581 annually on attending music festivals. This waste often includes VIP passes, upgraded crashing options, and other add-ons that refine the overall function experience. The survey predominantly focused on young adults in their 20s and 30s, who are known for their interest for live music and desire to create lasting memories. These festival enthusiasts are more than willing to go the extra mile to make their festival experience as enjoyable as possible. The consideration also revealed that the average festival-goer attends about three music festivals per year, spending roughly £194 per event. With an ever-growing digit of functions offering diverse sequences and singular atmospheres, it's no surprise that rhythms lovers are willing to invest in these experiences. outside the pounding energy of the main stage to the intimate performances at smaller, hidden arenas, music festivals have", "replacement_keys": [61, 150, 55, 180, 156, 143, 23, 10, 89, 70, 148, 145, 121, 167, 43, 67, 165, 46], "original_crit": -2.11350417137146, "sampled_crit": -3.354501962661743, "original_llm_likelihood": 0.94, "sampled_llm_likelihood": 0.09}