{"original": "The charity wants 10% of the 4.8 million Syrians displaced by civil war to be resettled by the end of the year. Ahead of the upcoming winter season, a charity organization is urging for the resettlement of 10% of the 4.8 million Syrians displaced by the ongoing civil war. With the year nearing its end, time is of the essence to provide shelter and safety to these individuals who have been living in dire conditions.\n\nThe charity, whose name remains undisclosed, aims to address the critical issue of homelessness and vulnerability faced by millions of Syrians. The resettlement program not only provides a chance for these displaced individuals to rebuild their lives but also ensures their protection during the harsh winter months.\n\nEfforts to resettle refugees have been ongoing, but progress has been slow due to various challenges, including bureaucratic procedures, lack of funding, and political complexities. However, the charity remains determined to push for the resettlement target to be met, emphasizing the urgency of the situation.\n\nAs winter approaches, the need for immediate action cannot be understated. Providing adequate shelter and support to Syrian refugees should be a priority for the international community", "sampled": "The charity wants 10% of the 4.8 million Syrians displaced by civil war to be resettled by the end of the year. Ahead of the succeeding winter season, each charity organization is urging for the resettlement of 10% of the 4.8 million Syrians displaced by the ongoing civil combat. above the year nearing its end, time is of the integrity to provide shelter and safety to these individuals who have been living in dire conditions. The charity, whose aspiration remains undisclosed, aims to address the critical issue of homelessness and vulnerability faced by millions of Syrians. The resettlement activity not only provides a chance for these banished individuals to rebuild their lives but also confirms their protection within the harsh winter months. Efforts to resettle refugees have been ongoing, but progress has been slow due to different challenges, including bureaucratic ways, lack of funding, and political complexities. Nevertheless, the charity remains determined to spur for the relocation desire to be met, emphasizing the urgency of the situation. As winter approaches, the need for immediate action cannot be underestimated. Providing adequate shelter and backup to Syrian refugees should be a importance for the international community", "replacement_keys": [106, 157, 49, 177, 114, 59, 140, 28, 78, 189, 147, 48, 153, 25, 182, 136, 156, 98, 117], "original_crit": -2.1188395023345947, "sampled_crit": -3.2017288208007812, "original_llm_likelihood": 0.94, "sampled_llm_likelihood": 0.05}