{"original": "But he fancied his video game skills and entered Nissan's GT Academy competition while on a gap year. After beating 90,000 other gamers at their own game, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't just any opportunity; it's the chance to become a professional racing driver.\n\nBut he fancied his video game skills and entered Nissan's GT Academy competition while on a gap year. After beating 90,000 other gamers at their own game, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't just any opportunity; it's the chance to become a professional racing driver.\n\nThe GT Academy is a unique competition that aims to find talented gamers and transform them into real-world drivers. Participants battle it out in virtual racing games, showcasing their skills and determination. The top performers are then invited to compete in rigorous driving challenges, where they are tested on their physical abilities and racing instincts.\n\nJohn's success in the competition has earned him a spot in the prestigious Nissan NISMO racing team. Over the next year, he", "sampled": "But she fancied his video game skills and entered Nissan's GT Academy competition while on a gap year. After beating 90,000 other gamers at their own game, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't particularly any way; it's the chance to become a professional racing roadster. But he fancied his video game skills and entered Nissan's GT Academy competition while on a gap recess. After besting 90,000 extra gamers at their own game, John Smith, a 20-year-old from London, has secured a life-changing opportunity. But this isn't entirely any opportunity; it's the chance to mature a experienced racing driver. The GT Academy is a unique competition that aims to find practiced gamers and transform them into evident drivers. challengers battle it out in virtual racing affairs, showcasing their skills and determination. The top performers are then invited to compete in rigorous guiding challenges, where they are analyzed on their physical abilities and racing instincts. John's success in the competition has accomplished him a spot amid the prestigious Nissan NISMO racing team. Over the next year, he", "replacement_keys": [72, 43, 103, 123, 167, 52, 70, 1, 41, 153, 101, 148, 171, 94, 132, 117, 74, 125], "original_crit": -1.700518250465393, "sampled_crit": -2.9867935180664062, "original_llm_likelihood": 0.95, "sampled_llm_likelihood": 0.18}