{"original": "The company behind the abattoir in Haverfordwest, Emcol 2008 Ltd, collapsed in January 2016 with debts of £660,000. The closure of the facility came as a shock to the local community, which relied heavily on the abattoir for employment and the sourcing of locally produced meat.\n\nEmcol 2008 Ltd had been struggling financially for some time, facing fierce competition from larger meat processing companies and an increasing demand for cheaper imported meat. Despite efforts to streamline operations and cut costs, the company was unable to recover from its mounting debt.\n\nThe closure of the abattoir not only resulted in the loss of around 50 jobs, but it also had a significant impact on local farmers who relied on the facility to process their livestock. Many now have to travel further distances to access alternative abattoirs, resulting in increased transportation costs and logistical challenges.\n\nEfforts are being made to support the affected workers and farmers, with the local government working closely with employment", "sampled": "The company behind the abattoir in Haverfordwest, Emcol 2008 Ltd, collapsed amid January 2016 with debts of £660,000. The closure of the facility came as a shock to the local community, which resorted heavily on the abattoir for employment and the sourcing of locally produced meat. Emcol 2008 Ltd had been struggling financially for some circumstance, facing merciless struggle from larger meat processing companies and an increasing demand for cheaper imported meat. Despite efforts to reengineer maneuvers but cut costs, the concern was unable to recover from my mounting debt. The closure of the abattoir not only resulted in the loss of around 50 jobs, but it also had a significant impact on local farmers who confided on the facility to process their livestock. Many now have to travel further distances to access alternative abattoirs, resulting in increased displacement tariffs and logistical challenges. Efforts are being made to support the impaired workers and Croppers, with the local government working closely with position", "replacement_keys": [138, 55, 75, 58, 77, 11, 81, 57, 161, 153, 32, 87, 116, 139, 76, 150], "original_crit": -2.062847852706909, "sampled_crit": -3.4241936206817627, "original_llm_likelihood": 0.92, "sampled_llm_likelihood": 0.1}