{"original": "Hanjin filed for receivership in South Korea last week after attempts to bail out the indebted company failed. Ports have refused to accept Hanjin vessels, leaving hundreds of ships and billions of dollars worth of cargo stranded at sea.\n\nThe South Korean shipping giant's financial troubles have sent shockwaves throughout the global shipping industry. As the seventh largest container carrier in the world, Hanjin's bankruptcy has disrupted supply chains and left companies scrambling to find alternative shipping options.\n\nThe refusal by ports to accept Hanjin ships stems from fears that they will not be paid for their services, as the company's assets have been frozen. This has caused a domino effect, leading to congestion at ports and delays in the delivery of goods.\n\nThe situation has prompted governments and industry regulators to step in and find solutions to the crisis. South Korea has pledged $90 million to help alleviate the immediate impact, while other countries have also offered financial support.\n\nThe fallout from Hanjin's receivership serves as a stark reminder of the vulnerability", "sampled": "Hanjin filed for receivership amid South Korea final week after attempts to bail out no indebted company failed. Ports have refused to accept Hanjin vessels, leaving hundreds of ships and billions of dollars worth of cargo stranded at sea. The South Korean shipping emperor financial plights have sent shockwaves throughout those global shipping industry. As any seventh largest container carrier in the civilization, Hanjin's bankruptcy has disrupted supply chains and left companies scrambling to find alternative shipping options. The refusal by ports to accept Hanjin crafts stems from fears that they will not be paid for their services, as the company's assets have been frozen. This has caused a domino effect, leading to congestion at ports and delays in the delivery of goods. The situation has prompted governments and industry regulators to step in and find solutions to this crisis. South Korea reflects certified $90 million to abate alleviate the immediate mark, while other domains have also offered fiscal support. The fallout from Hanjin's receivership serves as a stark reminder of the openness", "replacement_keys": [154, 142, 158, 62, 4, 85, 43, 45, 50, 14, 172, 55, 138, 7, 147, 143, 151], "original_crit": -2.1600711345672607, "sampled_crit": -3.510270357131958, "original_llm_likelihood": 0.82, "sampled_llm_likelihood": 0.06}