{"original": "The site is believed to contain thousands of copies of a video game called ET The Extra-Terrestrial. A company called Atari made the game in 1982, and it quickly became notorious for being one of the worst video games ever created. The game was heavily criticized for its poor design, confusing gameplay, and numerous glitches. It was such a commercial failure that Atari allegedly buried thousands of unsold copies in a landfill in New Mexico.\n\nNow, decades later, a group of documentary filmmakers led by Xbox Entertainment Studios are setting out to uncover the truth about this urban legend. They plan to excavate the landfill in search of the legendary Atari graveyard, hoping to find evidence of the infamous game's burial.\n\nThe excavation project has generated considerable buzz among gaming enthusiasts and historians alike. Many are curious to witness the unearthing of gaming history and see if the rumors about the burial site are true. If successful, the excavation could shed light on this mysterious chapter in video game history and provide insights into the downfall of Atari.\n\nAs the team prepares for the long-awaited excavation, anticipation is building. Will they discover the buried treasure of thousands of ET The Extra", "sampled": "The site is believed to contain thousands of copies of a video game called ET The Extra-Terrestrial. A association called Atari made any game in 1982, and it quickly surfaced notorious for being one of the worst video games ever instituted. The game was heavily criticized for its poor design, confusing gameplay, and numerous snags. It was such a commercial failure that Atari allegedly buried thousands of unsold copies in a landfill in New Mexico. Now, decades later, a grouplet of documentary filmmakers led by Xbox Content Studios are setting beyond to uncover the truth about this urban legend. They aspire to excavate the landfill Inside search of the legendary Atari graveyard, hoping to find evidence of the dishonorable game's burial. The excavation project has generated considerable buzz among gaming enthusiasts and chroniclers alike. Many are curious to witness the unearthing of gaming history and see if the rumors about the intombment site are true. If successful, both disclosure could shed unveil on this mysterious chapter in cyber game history and provide insights into the slip of Atari. As the team prepares for the long-awaited excavation, Expectancy is building. Will they discover the buried plunder of thousands of ET The Extra", "replacement_keys": [157, 132, 194, 100, 40, 158, 29, 105, 167, 54, 86, 79, 90, 161, 151, 175, 186, 22, 118, 18], "original_crit": -2.3389649391174316, "sampled_crit": -3.784531831741333, "original_llm_likelihood": 0.8, "sampled_llm_likelihood": 0.05}