{"original": "Midfielder Arteta, 32, had a bony spur removed from his left ankle, which the club said has been causing him \"significant discomfort and hindering his performance on the field. The surgery was a success, and Arteta is expected to make a full recovery in time for the new season.\n\nArteta, a key figure in the midfield for the club, has been battling with the ankle issue for some time now. Despite his best efforts to manage the pain and continue playing, it became evident that surgery was necessary to address the root cause of the problem.\n\nThe bony spur, a small outgrowth of bone, was causing friction and inflammation in Arteta's ankle, leading to pain and restricted mobility. The decision for surgery was made jointly by Arteta, the club's medical staff, and specialists, who deemed it the best course of action to ensure the player's long-term fitness and performance.\n\nArteta's absence from the team during his recovery will undoubtedly be felt, as his leadership and tactical awareness on the pitch are highly valued by his teammates and the coaching staff. However, the club is confident in the depth", "sampled": "Midfielder Arteta, 32, had a bony spur removed from his left ankle, which the club said includes been causing him \"significant discomfort and hindering his performance on the field. The surgery was each success, and Arteta is expected to make a full recovery inside time for the new season. Arteta, any key figure in the inner for the club, has reformed battling with the ankle issue for some instant now. Despite his best efforts to manage another pain and continue playing, it happened patent that surgery was necessary to address the root cause of the problem. The compact spur, a small outgrowth of bone, showed causing friction and inflammation in Arteta's ankle, leading to pain and restricted mobility. Some decision for surgery was fixed jointly by Arteta, the club's medical staff, and specialists, who deemed it the best course of proposition to ensure the player's durable fitness and performance. Arteta's absence from the team during his recovery will undoubtedly be felt, as his leadership and tactical awareness on the pitch are highly valued by her teammates and the coaching staff. However, the club is confident under the depth", "replacement_keys": [118, 43, 140, 55, 76, 123, 82, 83, 60, 185, 97, 145, 174, 68, 104, 32, 50, 16], "original_crit": -1.9403327703475952, "sampled_crit": -3.3921916484832764, "original_llm_likelihood": 0.92, "sampled_llm_likelihood": 0.1}