{"original": "Meanwhile, Burundian police said they had arrested two foreign journalists who were reporting on armed groups. Violence in the country began last April when President Pierre Nkurunziza announced his controversial bid for a third term, leading to widespread protests and subsequent crackdowns.\n\nThe arrested journalists, whose identities and nationalities were not disclosed, were taken into custody for allegedly breaching visa regulations and engaging in unauthorized activities. The police accused them of jeopardizing national security by reporting on armed groups operating in the country. The incident has raised concerns about press freedom and the government's commitment to transparency.\n\nBurundi has a history of suppressing critical voices and curtailing media freedom. Human rights organizations have repeatedly condemned the government's actions, citing the high number of journalists and activists who have faced harassment, intimidation, or imprisonment. The arrest of these two foreign journalists further highlights the challenges faced by media professionals operating in the country.\n\nInternational organizations and press associations have called for the immediate release of the detained journalists and a thorough investigation", "sampled": "Meanwhile, Burundian police said they had arrested two foreign journalists who were reporting on armed sets. Violence in an country began last April when President Pierre Nkurunziza announced his controversial bid for a third session, leading to widespread protests and subsequent crackdowns. The arrested journalists, whose marks and nationalities were not disclosed, were imprisoned into custody for allegedly breaching visa directives and engaging in unauthorized activities. The police accused them of jeopardizing national guard by reporting on armed assemblies operating in the country. The eventuality has raised concerns about report freedom and the government's commitment to transparency. Burundi has a history of dominating critical voices and curtailing media freedom. Human rights organizations keep repeatedly condemned the government's actions, citing the high sum of journalists and activists who have faced harassment, intimidation, or imprisonment. The arrest of every two foreign journalists further highlights the snags faced amid media professionals operating in the country. International organizations and press associations have called for the immediate release of another detained journalists and a thorough investigation", "replacement_keys": [15, 84, 136, 121, 46, 112, 73, 143, 34, 145, 18, 60, 78, 53, 164, 89, 102], "original_crit": -1.9544874429702759, "sampled_crit": -3.4391801357269287, "original_llm_likelihood": 0.92, "sampled_llm_likelihood": 0.09}