{"original": "The Swiss bank said US regulators were investigating potential sales of so called \"bearer bonds\". These bonds can be transferred without registering ownership, enabling wealthy individuals to maintain anonymity in their financial transactions. The investigation comes as US authorities crack down on money laundering and illicit financial activities.\n\nBearer bonds are financial instruments that grant ownership rights to whoever physically holds the bond. Because ownership is not registered, they have long been associated with illicit activities, such as tax evasion and money laundering. These bonds offer an attractive option for individuals seeking to move large sums of money discreetly across borders.\n\nThe Swiss bank, which has not been named, is being scrutinized for its potential involvement in the sale and handling of these bonds. US regulators are closely examining whether the bank facilitated the transfer of bearer bonds for clients, potentially aiding in illegal financial activities.\n\nThis investigation is part of a broader effort by US authorities to increase transparency in financial transactions and clamp down on unlawful practices. The anonymity provided by bearer bonds has been exploited by individuals looking to evade taxes and launder money. By investigating potential sales of these bonds, regulators aim to deter such illicit activities and promote a more secure and", "sampled": "The Swiss bank said US regulators were investigating potential sales of so called \"bearer vouchers\". These bonds can be transferred without registering command, enabling wealthy individuals to maintain anonymity in their financial Negotiations. The investigation comes as US authorities crack down on money laundering and illicit financial activities. Bearer bonds are financial resources that grant ownership rights to whoever substantially holds the bond. Because Possessiveness is not registered, they have long been associated with illicit activities, such as tax evasion and money laundering. These bonds offer an attractive option for individuals seeking to move large finances of money discreetly across outlines. The Swiss bank, which has not accredited named, is being scrutinized for its potential involvement in the sale and handling of these bonds. US regulators are profoundly examining whether the bank steered the transfer of bearer bonds for clients, potentially aiding in illegal financial activities. This investigation is part of a broader effort onto US authorities to increase transparency inside financial transactions and clamp down on unlawful practices. The anonymity provided by bearer bonds owns been exploited by individuals looking to evade taxes and launder loot. By investigating potential agreements of those bonds, regulators aim to deter such dishonest proceedings and champion a more secure and", "replacement_keys": [22, 154, 64, 127, 192, 199, 202, 100, 175, 160, 52, 95, 186, 32, 200, 14, 190, 107, 132, 59], "original_crit": -2.2460293769836426, "sampled_crit": -3.564619302749634, "original_llm_likelihood": 0.86, "sampled_llm_likelihood": 0.06}