{"original": "The Black Caps, having been set a world record 504 to win, resumed on 142-3 and their challenge quickly folded. Brendon McCullum, the skipper who had shown remarkable resilience throughout the match, fell early in the day, leaving the New Zealand team in disarray. \n\nDespite the odds stacked against them, the Black Caps fought valiantly in the face of a dominant opposition. However, the sheer force of the target proved insurmountable. In a testament to their fighting spirit, the Kiwis managed to put up a respectable fight, but ultimately succumbed to the superior prowess of their opponents.\n\nThe match will go down in cricketing history as a display of exceptional batting by the opposing team. Their world record target proved to be an insurmountable mountain for the Black Caps. Yet, amidst the defeat, the New Zealand team can take pride in their relentless determination and the glimpses of brilliance shown throughout the match.\n\nAs they reflect on this challenging", "sampled": "The Black Caps, having been set each world record 504 to secure, resumed on 142-3 and my challenge quickly folded. Brendon McCullum, the skipper who had shown remarkable resilience throughout the Black, fell early in the day, leaving the New Zealand team in disarray. Despite the odds stacked against them, the Black Caps fought valiantly in the face of a dominant opposition. However, any sheer compel of the target proved insurmountable. In a testament to my fighting spirit, the Kiwis managed to put up a respectable fight, but ultimately succumbed to the superior dexterity of their opponents. The match will go down in cricketing history as these display of exceptional batting by the conflicting team. Their world record target validated to be an insurmountable mountain for the Black Caps. Yet, amidst the overthrow, no New Zealand team can take pride in their relentless determination and the suggestions of brilliance proved throughout the match. As they reflect on this challenging", "replacement_keys": [119, 63, 65, 113, 133, 132, 149, 16, 146, 31, 75, 106, 6, 93, 11], "original_crit": -2.650864839553833, "sampled_crit": -3.7688539028167725, "original_llm_likelihood": 0.5, "sampled_llm_likelihood": 0.05}