{"original": "Christopher Kelly, 40, strangled his friend Dorothy Beattie, 51, at her home in Dunoon, Argyll and Bute in May 2020. Kelly, who had known Beattie for several years, initially claimed that she had died by suicide, but evidence presented in court proved otherwise. The motive behind the shocking crime remains unknown.\n\nThe trial held at the High Court in Glasgow revealed that Beattie had suffered a violent death at the hands of Kelly. The court heard how he had used a ligature to strangle her, leaving her lifeless body in her own home. Detectives uncovered significant inconsistencies in Kelly's initial statement, leading them to believe he was responsible for Beattie's murder.\n\nThroughout the trial, Beattie's family and friends expressed their shock and devastation over her tragic death. They described her as a kind-hearted and gentle person who always put others before herself. The motive for the murder remains a mystery, leaving loved ones desperate for answers.\n\nChristopher Kelly was found guilty of murder and sentenced to life imprisonment. The judge described the crime as a brutal and senseless act", "sampled": "Christopher Kelly, 40, strangled his friend Dorothy Beattie, 51, at her home in Dunoon, Argyll and Bute in May 2020. Kelly, whom had known Beattie for several durabilities, initially claimed that she had died by suicide, but evidence presented in court proved otherwise. The motive behind the shocking crime remains unknown. The trial held at the important Court in Glasgow revealed that Beattie had suffered a violent expiration at the fingers of Kelly. The magistrate heard how he had used a ligature to affixiate her, leaving her lifeless cadaver in her own home. Detectives uncovered considerable oppositions in Kelly's initial proclamation, leading them to believe he was responsible behind Beattie's murder. Throughout the trial, Beattie's family and friends expressed their shock and devastation over her tragic death. They described her as a kind-hearted and gentle person who predictably put others before herself. The factor for the termination remains a mystery, leaving loved ones desperate for answers. Christopher Steven was found guilty of murder and sentenced to life imprisonment. The judge described the crime as a brutal and absurd act", "replacement_keys": [146, 96, 137, 74, 95, 70, 157, 88, 56, 177, 143, 108, 27, 100, 67, 83, 21], "original_crit": -1.9254815578460693, "sampled_crit": -3.030843734741211, "original_llm_likelihood": 0.89, "sampled_llm_likelihood": 0.15}