{"original": "Media playback is not supported on this device The Seattle Reign player topped a supporters' poll to become the second winner of the BBC World Service award. Megan Rapinoe, the star forward for the Reign and the United States Women's National Team, has been recognized by fans around the world for her outstanding contributions to women's football.\n\nRapinoe's extraordinary talent and tireless efforts both on and off the field have not only solidified her status as one of the sport's most influential figures but have also made her a role model for countless aspiring athletes. Her dedication to promoting equality and fighting against social injustice has garnered widespread praise and admiration.\n\nThe BBC World Service award, now in its second year, recognizes individuals who have made a significant impact on the global game. Rapinoe's ability to inspire and bring people together through her exceptional performances and outspoken activism propelled her to secure the award.\n\nRapinoe's remarkable achievements include winning the FIFA Women's World Cup in 2019, where", "sampled": "Media playback is not supported on this device The Seattle Reign player topped a supporters' poll to become the second winner of the BBC World Service award. Megan competitor, the star forward for the Reign and the United States Women's National corps, has been recognized by fans around the world for her outstanding contributions to women's football. Rapinoe's extraordinary knack and diligent efforts both on and above the field have not only supported her valuation below one of the sport's most influential figures but have also made her a role model for countless aspiring athletes. Her earnestness to promoting similarity and fighting against social injustice has garnered widespread approval and admiration. The BBC World Service award, now in its other year, recognizes individuals who have made a significant impact on the global game. Rapinoe's ability to inspire and bring people together through her noteworthy performances and outspoken activism propelled her to secure the tribute. Rapinoe's remarkable achievements include winning the eminent Women's Orbicular Cup in 2019, where", "replacement_keys": [99, 96, 160, 75, 162, 153, 59, 74, 119, 28, 72, 41, 61, 66, 143, 108], "original_crit": -2.107557535171509, "sampled_crit": -3.487610101699829, "original_llm_likelihood": 0.94, "sampled_llm_likelihood": 0.08}