{"original": "Mark Footitt took 3-52 as the visitors lost five wickets before lunch while Sam Curran dismissed England opener Haseeb Hameed in an enthralling display of bowling on the first day of the test match.\n\nFootitt, making a return to the national side after a two-year absence, proved his worth with a lethal spell that left the opposition reeling. His fiery pace and impeccable line and length troubled the batsmen, earning him three crucial wickets. The left-arm seamer showcased his ability to exploit the conditions and extract movement off the pitch.\n\nMeanwhile, young prodigy Sam Curran, continuing his impressive form, struck early to remove Hameed, who had been the backbone of the England innings. Curran's knack for breakthroughs at crucial junctures has been a highlight of his career so far, and he did not disappoint on this occasion.\n\nThe visitors' batting order will have much to ponder as they seek to recover from a shaky start. Foot", "sampled": "Mark Footitt took 3-52 as the visitors lost five wickets before lunch while Sam Curran terminated England opener Haseeb Hameed in an enthralling display of bowling on the first day by the test match. Footitt, making a return to the Public crew after a two-year absence, proved his worth with a intense event that left the opposition reeling. His passionate pace and impeccable line and length troubled the batsmen, earning himself three crucial wickets. The left-arm seamer showcased his ability to exploit the conditions and extract transition off the pitch. Meanwhile, young prodigy Joseph Curran, continuing his impressive form, hit early to remove Hameed, who had been the backbone of the Britain innings. Curran's competence for breakthroughs at substantial junctures has been a highlight of his career so far, and he did not disappoint on this occasion. The visitors' batting order will have much to ponder as they seek to recover from a insecure start. Foot", "replacement_keys": [70, 99, 111, 86, 93, 59, 40, 15, 118, 30, 52, 51, 114, 153, 41], "original_crit": -2.486701726913452, "sampled_crit": -3.480968475341797, "original_llm_likelihood": 0.71, "sampled_llm_likelihood": 0.07}