{"original": "Taibu, 32, played 28 Test matches and 150 one-day internationals for Zimbabwe prior to retiring in 2012. \"When he explained who he really is, it was a shock to everyone,\" said his former teammate. Tatenda Taibu, the former Zimbabwean cricketer, recently revealed a surprising secret about his true identity. Taibu, who was a prominent player in the Zimbabwean cricket team, shocked his colleagues and fans alike when he disclosed that he is not actually a Zimbabwean citizen.\n\nTaibu divulged that he was born in South Africa and had acquired Zimbabwean citizenship through his father, who was of Zimbabwean descent. The news came as a surprise to many, as Taibu had always been seen as a proud representative of Zimbabwean cricket. The revelation has led to mixed reactions, with some questioning his loyalty and others praising his honesty.\n\nDespite the revelation, Taibu remains highly regarded for his contributions to Zimbabwean cricket. He was known for", "sampled": "Taibu, 32, played 28 Test matches and 150 one-day internationals for area prior to retiring in 2012. \"When he explained who he really is, it was a shock to everyone,\" said his former teammate. Tatenda Taibu, the former Zimbabwean cricketer, recently revealed a surprising secret about his true identity. Taibu, who was no prominent player in each Zimbabwean cricket team, shocked his colleagues and fans alike when he disclosed that he is not actually a Zimbabwean citizen. Taibu divulged that he was born in South Africa and had gathered Zimbabwean citizenship through his father, who was of Zimbabwean descent. The briefing came as a surprise to many, as expert had faithfully been seen as a proud representative of Zimbabwean cricket. The manifestation has led to mixed behaviors, with some examining your loyalty and others idolizing his righteousness. Despite the broadcast, Taibu remains exceedingly regarded for his contributions to Zimbabwean cricket. He was known for", "replacement_keys": [136, 134, 108, 121, 142, 126, 88, 11, 52, 110, 130, 100, 129, 139, 56], "original_crit": -2.0238120555877686, "sampled_crit": -3.1065309047698975, "original_llm_likelihood": 0.92, "sampled_llm_likelihood": 0.15}