{"original": "Scot Higgins, 19, started his youth career at Celtic before moving to Dens Park and made four appearances for Dundee last season. Former Celtic youth player, Scot Higgins, has made a promising move to Dens Park, where he showcased his skills by making four appearances for Dundee last season. \n\nHiggins, just 19 years old, began his football journey at Celtic, where he honed his talents under the guidance of top-class coaches. However, he decided to take on a new challenge by joining Dundee, a club known for nurturing young talent.\n\nDuring his time at Dundee, Higgins proved his worth on the pitch, impressing both fans and coaches alike. His skillful performances earned him four appearances in the first team, demonstrating his potential to compete at a professional level.\n\nWith his eye-catching displays and natural talent, Higgins has undoubtedly caught the attention of scouts from various clubs. It is likely that his future will be bright, as he continues to develop and make a name for himself in the footballing world.\n\nAs Higgins continues to work hard and showcase his ability, fans eagerly await his upcoming performances and", "sampled": "Scot Higgins, 19, started his youth career at Celtic before moving to Dens Park and made four appearances for Dundee last season. Former Celtic youth player, Scot Higgins, has made a promising move to Dens Park, where he showcased his skills by executing four appearances for Dundee former interval. Higgins, just 19 years old, began her football Passage at Celtic, where he honed his endowments under the education of top-class coaches. However, he decided to take on a unused challenge by joining Dundee, a club known for nurturing young knack. During his time at Dundee, Higgins proved his significance on the pitch, impressing both fans and coaches alike. His skillful performances earned him four appearances in the early team, demonstrating his potential to compete at a professional reputation. With his eye-catching displays and natural talent, Higgins has undoubtedly caught the attention of scouts from various clubs. It is likely that his future will succeed prominent, as he continues to develop and make a celebrity for himself in each footballing world. As Higgins continues to work hard and showcase his ability, zealots eagerly await my upcoming performances and", "replacement_keys": [64, 153, 98, 180, 67, 78, 55, 127, 117, 183, 48, 163, 167, 154, 47, 42, 57, 89], "original_crit": -2.1309566497802734, "sampled_crit": -3.4184892177581787, "original_llm_likelihood": 0.95, "sampled_llm_likelihood": 0.08080808080808081}