{"original": "Muslim cleric Mehboob Akhtar, of Stoke-on-Trent, was sentenced along with nine others including his wife and daughter. They were found guilty of fraud and money laundering following a lengthy investigation by the police. The cleric, known for his influential position in the local Muslim community, used his religious status to gain the trust of his followers and exploit their faith for personal gain.\n\nAkhtar, who presented himself as a pious man dedicated to helping others, was found to have siphoned off funds from various charitable organizations under the guise of supporting charitable causes. Instead, the money was used to fund a luxurious lifestyle for himself and his family, including expensive cars and foreign vacations.\n\nThe sentencing comes as a shock to the community, who had placed their trust in Akhtar, believing he was using their donations for noble purposes. The judge condemned Akhtar's actions, highlighting the betrayal of the community's trust and the damage caused to the reputation of the Muslim community as a whole.\n\nThe case serves as a reminder that individuals in positions of authority, regardless of their religious affiliations, can abuse their power. It is crucial for communities", "sampled": "Muslim cleric Mehboob Akhtar, of Stoke-on-Trent, was sentenced along with nine integrants including his wife and daughter. They were found guilty about fraud and money laundering following a lengthy analysis by the police. The cleric, known for his influential position in the local Muslim community, used his religious status to collect the trust of his followers and exploit their faith for personal gain. Akhtar, who presented yourself as a honorable chap dedicated to helping others, was found to have siphoned off earnings from various charitable organizations below the guise of supporting charitable tasks. Instead, the money was used to fund a luxurious lifestyle for himself and his family, including expensive cars and foreign vacations. The sentencing comes as a shock to the society, who had placed their trust in Akhtar, believing he was using their subsidies for noble purposes. The judge chastened Akhtar's actions, highlighting the betrayal of the community's certainty and the damage caused to the renown of the Muslim community as a unanimous. The case portrays as a reminder that individuals in positions of authority, regardless since their religious affiliations, can abuse their power. It is indispensable for communities", "replacement_keys": [66, 178, 167, 135, 70, 157, 21, 69, 92, 164, 141, 29, 81, 150, 11, 86, 50, 188, 122], "original_crit": -2.064455270767212, "sampled_crit": -3.2172911167144775, "original_llm_likelihood": 0.92, "sampled_llm_likelihood": 0.09}