{"original": "Mr Reagan and three others were injured in the shooting outside a hotel in Washington in March 1981. Mr Hinckley was found not guilty by reason of insanity. The incident occurred on March 30, 1981, when John Hinckley Jr. attempted to assassinate President Ronald Reagan. The shooting took place outside the Hilton Hotel in Washington, just moments after President Reagan had delivered a speech.\n\nIn addition to President Reagan, three others were injured in the attack - White House Press Secretary James Brady, Secret Service agent Tim McCarthy, and Washington police officer Thomas Delahanty. The assailant, 25-year-old Hinckley, was quickly apprehended at the scene.\n\nHinckley's trial garnered significant attention as he pleaded not guilty by reason of insanity. He claimed that his actions were influenced by an obsession with the actress Jodie Foster. After a lengthy legal battle, a jury ultimately found him not guilty, prompting much debate and controversy.\n\nThe incident had far-reaching consequences, leading to changes in Secret Service protection protocols for the president and other government officials. It also sparked discussions around mental health reform and the defense of insanity", "sampled": "Mr Reagan and three others were injured in the shooting beyond a hotel in Washington in March 1981. Mr Hinckley was found not guilty by reason of insanity. The incident occurred amid March 30, 1981, when John Hinckley Jr. attempted to assassinate President Ronald Reagan. The shooting took place outside no Hilton Hotel in Washington, evenly moments after President Reagan had delivered a speech. In addition to President Reagan, three citizens were injured in the attack - White House proponent Secretary James Brady, Secret Service agent Tim McCarthy, and Washington police officer Thomas Delahanty. The assailant, 25-year-old Hinckley, was quickly apprehended at the landscape. Hinckley's trial garnered significant attention as he pleaded not untouched by root of insanity. He claimed that his executions were shifted by an obsession with the actress Jodie Foster. After a lengthy legal discord, a jury ultimately found him not guilty, prompting much debate and quarrel. The phenomenon had far-reaching consequences, leading to conversions in Secret Service armor protocols for the president and supplementary government officials. It also sparked discussions around mental health reform and the armor of insanity", "replacement_keys": [161, 149, 70, 157, 79, 103, 122, 137, 151, 167, 50, 10, 55, 115, 124, 180, 113, 31], "original_crit": -1.8592982292175293, "sampled_crit": -3.3346753120422363, "original_llm_likelihood": 0.94, "sampled_llm_likelihood": 0.07}