{"original": "He threatened to quit the Premier League club within 24 hours if the name change bid failed, and the Football Association turned it down in April. However, it seems that the controversial move may still be on the cards.\n\nRumors are swirling that the club's owners are considering revisiting the idea of changing the team's name, despite the previous rejection from the Football Association. The proposed name change was met with widespread backlash from fans and critics alike, who argued that it would be disrespectful to the club's rich history and traditions.\n\nThe owner's motivation behind the name change remains unclear, but it is believed that they are looking to attract more international investment and appeal to a global market. However, these ambitions seem to be in direct conflict with the desires and sentiments of the club's passionate fanbase.\n\nIf the name change were to go ahead, it would undoubtedly spark further outrage and unrest amongst supporters. Many fans have already voiced their discontent with the current ownership, and this latest development may only deepen", "sampled": "He threatened to quit the Premier League club within 24 hours if the name change bid failed, and the Football Association turned it down in November. However, it seems that another controversial move may still be on the cards. Gossips are hovering that the club's owners are considering revisiting the idea of changing all team's name, despite the previous rejection from the Ball Association. The awaited handle change was met with widespread backlash from fans and critics alike, who argued that it would be disrespectful to the club's rich past and traditions. The owner's motivation behind the pseudonym retitle remains unclear, but it is believed that they are looking to attract more international investment and appeal to a global market. However, these targets seem to be in direct controversy with the desires and impressions of the club's passionate fanbase. If the name change were to go ahead, it would undoubtedly spark further outrage and disturbance amongst buffs. Many adherents have already voiced their discontent with the current ownership, and this latest development may only deepen", "replacement_keys": [158, 89, 154, 156, 122, 25, 66, 53, 65, 62, 133, 41, 128, 97, 30, 98, 39], "original_crit": -2.224181890487671, "sampled_crit": -3.2977166175842285, "original_llm_likelihood": 0.82, "sampled_llm_likelihood": 0.06}