{"original": "Gabon was selected as host on Wednesday by the Confederation of African Football's Executive Committee, beating rival candidates Ghana and Algeria. \"We will prepare an unforgettable tournament that will bring joy and excitement to the fans,\" announced the President of the Gabonese Football Federation, Pierre Alain Mounguengui.\n\nThis decision comes as no surprise, as Gabon has a strong football culture and infrastructure. The country successfully hosted the African Cup of Nations in 2012, leaving a lasting impression on players and spectators alike. With world-class stadiums and facilities already in place, Gabon is well-equipped to handle the demands of hosting another major football tournament.\n\nThe African Cup of Nations is one of the most prestigious tournaments in African football, attracting top talent from across the continent. It is a celebration of the sport and a showcase of the continent's footballing prowess. Gabon's selection as host reaffirms the nation's commitment to promoting football and providing an exceptional experience for participants and fans.\n\nAs preparations", "sampled": "Gabon was selected as station onto December by some Confederation of African Football's Executive Committee, besting rival candidates Ghana and Algeria. \"We will prepare no unforgettable tournament that will bring bliss and excitement to the backers,\" announced the President of the Gabonese Football Federation, Pierre Alain Mounguengui. This decision comes as no surprise, as Gabon has a strong football culture and infrastructure. The country professionally hosted the African Cup of Nations in 2012, leaving a lasting impression on players and spectators alike. With world-class stadiums and facilities already in place, Gabon is suitable to handle the demands of hosting some major football tournament. The African Cup of Nations is one of the most prestigious tournaments in African football, attracting top talent from across the continent. It is a celebration of the exercise and a showcase of the continent's footballing prowess. Gabon's selection as host sustains the nation's commitment to promoting football and dispensing an exceptional incident for participants and fans. As arrangements", "replacement_keys": [155, 131, 24, 15, 144, 152, 64, 6, 35, 30, 161, 99, 8, 4, 92, 5], "original_crit": -2.1418569087982178, "sampled_crit": -3.184506893157959, "original_llm_likelihood": 0.92, "sampled_llm_likelihood": 0.09}