{"original": "The bodies of backpackers Miss Witheridge, 23, from Norfolk, and Mr Miller, 24, from Jersey, were found on a beach, sending shockwaves through the tight-knit travel community. The young adventurers had been enjoying their time on the idyllic island of Koh Tao, Thailand, when tragedy struck. Their lifeless bodies were discovered in the early hours of the morning, leaving locals and tourists devastated.\n\nAuthorities are treating the deaths as suspicious, as both victims showed signs of physical assault. The local police have launched a full-scale investigation, with detectives gathering evidence and interviewing witnesses. The news has also prompted concerns about the safety of travelers in the popular tourist destination.\n\nBoth Miss Witheridge and Mr Miller were well-liked and known for their adventurous spirit. Their families are now grappling with the sudden loss of their loved ones, as they anxiously await answers and justice. The incident serves as a grim reminder of the risks that can sometimes come with exploring unfamiliar territories.", "sampled": "The bodies of backpackers Miss Witheridge, 23, from Suffolk, and Mr Miller, 24, from Jersey, were found on a gulf, sending aftershocks through the tight-knit travel community. Every young adventurers had been enjoying their time on any idyllic island of Koh Tao, Thailand, when tragedy struck. Their lifeless bodies were discovered in the early hours of the morning, emanating locals and tourists devastated. Authorities are treating another deaths as suspicious, as both victims showed signs of physical hit. The indigenous police have launched a full-scale investigation, with detectives gathering evidence and interviewing witnesses. The news has also prompted concerns about the shield of travelers in the popular tourist destination. Both Miss Witheridge and Mr Miller were well-liked and distinguished for their adventurous spirit. Their families are now addressing with the sudden loss of their loved ones, as they anxiously await replies and ethicality. The eventuality serves as a grim reminder of the risks that can sometimes come with exploring unfamiliar sectors.", "replacement_keys": [79, 140, 144, 142, 27, 36, 19, 58, 160, 118, 66, 8, 77, 101, 127, 21], "original_crit": -2.132664918899536, "sampled_crit": -3.413193464279175, "original_llm_likelihood": 0.94, "sampled_llm_likelihood": 0.1}